[
  {
    "id": "73c4e72b-6cda-4c13-9bc9-ba6b6c36e6e9",
    "title": "Unbranded Plastic Shoes",
    "author": "Terrell Fritsch DDS",
    "year": 1928,
    "rating": 2.1,
    "comments": [
      "Nihil vulgus anser consequatur quas ullam hic abduco vilicus asper. Territo solum spiculum debitis sophismata temeritas usitas. Ater comptus tandem curo terra surculus tabesco comes auditor.",
      "Aliqua perferendis tepesco commemoro administratio advenio solium modi. Omnis clibanus suadeo. Inflammatio cursus sursum maiores depopulo antepono caecus caecus absens corrigo."
    ],
    "cover": "https://picsum.photos/seed/WSuKppE/640/480",
    "genre": "Non-fiction,Romance novel",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 5,
    "price": 46.25
  },
  {
    "id": "45b44b0a-6a36-40c5-becd-a8def1b26d31",
    "title": "Intelligent Granite Bacon",
    "author": "Charles Harvey I",
    "year": 2017,
    "rating": 0.9,
    "comments": [],
    "cover": "https://picsum.photos/seed/K67Rm/640/480",
    "genre": "Romance novel,Historical Fiction",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 7,
    "price": 30.71
  },
  {
    "id": "68c2590b-89bd-4a4e-a73b-ece893a89d33",
    "title": "Elegant Metal Car",
    "author": "Mrs. Linda Roob III",
    "year": 1932,
    "rating": 2.8,
    "comments": [
      "Denuo sub architecto usque. Sulum blanditiis blandior administratio substantia virgo tergeo placeat corporis vergo. Valeo uter cunctatio vinco uter depopulo.",
      "Damnatio amplus adicio accusantium peccatus cribro tredecim. Ascisco ascit totidem depopulo subnecto cenaculum vulticulus. Mollitia aspernatur cervus undique tondeo colo.",
      "Thermae advoco adsuesco bos abscido. Calco quidem ascit odio defessus consectetur patria esse sustineo. Tamquam terra tergeo cursim."
    ],
    "cover": "https://picsum.photos/seed/TZt1YXPk/640/480",
    "genre": "Fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 1,
    "price": 32.91
  },
  {
    "id": "10567d13-7e4a-4bc8-9e67-0f4363831c73",
    "title": "Sleek Concrete Sausages",
    "author": "Julian VonRueden-Kovacek",
    "year": 1940,
    "rating": 4.3,
    "comments": [
      "Uter degenero baiulus cupiditas comis. Caries cerno subnecto utpote cupiditate. Defluo culpo ante.",
      "Carpo artificiose temptatio thorax tribuo hic curis. Crur timidus sufficio ipsam rerum vilis terebro considero. Speculum suffragium cedo acquiro vomer asper turbo.",
      "Vigilo artificiose curto ustilo vox cernuus adhaero textor sursum cedo. Volo cura studio aranea arbustum. Terga sordeo utilis bonus.",
      "Atavus solvo callide vomica audeo vita suasoria. Sortitus ducimus clibanus ultio voluptatem sophismata ad caute nobis sumo. Coaegresco appello sunt eum defero solus.",
      "Surgo conduco capitulus demo carbo clibanus speculum. Cupio infit cum. Vestrum sapiente aetas virgo aequus abbas comprehendo magnam."
    ],
    "cover": "https://picsum.photos/seed/IlG6XqwGQ/640/480",
    "genre": "Non-fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 1,
    "price": 17.46
  },
  {
    "id": "c289b7ea-689e-48af-bfa9-205c715614aa",
    "title": "Refined Concrete Gloves",
    "author": "Cynthia Larson",
    "year": 1973,
    "rating": 3.9,
    "comments": [
      "Arcesso voluptatum vinum dolore assentator. Victus voco suasoria aegrus decet cuppedia cauda provident officiis utroque. Modi tabesco thalassinus degero incidunt."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;610918738165760",
    "genre": "Mystery,Novel",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 7,
    "price": 46.29
  },
  {
    "id": "7255742d-c9e3-4638-99a7-026f3abb81de",
    "title": "Practical Fresh Towels",
    "author": "Natalie Kris",
    "year": 1978,
    "rating": 3.6,
    "comments": [],
    "cover": "https://picsum.photos/seed/jukYJ1WR/640/480",
    "genre": "Science fiction,Short Story",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 4,
    "price": 51.82
  },
  {
    "id": "2e8caffa-dbae-4423-8620-375b39d2e541",
    "title": "Licensed Frozen Chicken",
    "author": "Randal Metz",
    "year": 1980,
    "rating": 4.9,
    "comments": [
      "Ager surgo esse absorbeo vilicus. Theca speculum paens virgo ater repudiandae dolor decipio pecco aeternus. Usus triduana talus ademptio comis numquam vulnus.",
      "Depulso strues antepono desolo coaegresco chirographum adimpleo. Aeger currus voluptatibus ait nemo cogo totam sponte admoneo. Cotidie succurro vulnus.",
      "Cuius constans cultellus argentum nulla subseco cotidie. Tametsi custodia volup audio commodi solitudo curtus abeo venustas. Desolo spoliatio suasoria tempus vulgus verus."
    ],
    "cover": "https://picsum.photos/seed/g2TnYP/640/480",
    "genre": "Mystery,Science",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 5,
    "price": 37.95
  },
  {
    "id": "d93d0a8e-1916-4894-ac0d-32cbddc564cc",
    "title": "Tasty Fresh Computer",
    "author": "Salvador Schoen Jr.",
    "year": 1982,
    "rating": 0.9,
    "comments": [
      "Civitas absconditus tenuis termes attollo soleo eos minima demo aspicio. Tendo surculus uredo cognomen acies adinventitias accommodo. Acerbitas tumultus pariatur cur virtus calcar trado aro patria spiritus.",
      "Libero conscendo consequuntur cernuus triumphus theologus. Curvo depopulo calculus depereo acceptus. Talis baiulus demum sed.",
      "Aeger sapiente stultus degero adimpleo non arx cultellus. Tolero cupiditate accedo subnecto. Et appello curto comes subito.",
      "Nesciunt approbo allatus atavus votum dedecor. Aeternus nihil conservo amiculum verbera chirographum aegrotatio tabesco cumque. Crepusculum similique defaeco acsi nobis in."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6212740194500608",
    "genre": "Fiction,Science",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 8,
    "price": 42.33
  },
  {
    "id": "fbccf445-455f-4a59-85f5-05d7f300e5f0",
    "title": "Rustic Plastic Towels",
    "author": "Evan Glover",
    "year": 1961,
    "rating": 2.6,
    "comments": [
      "Communis inventore credo unde conitor apparatus. Tenax animus defluo spoliatio dolore quos aranea demo. Ago pectus cicuta clarus vomica facilis.",
      "Vae usque dolorem caries aspicio. Denique cito comptus calco consuasor artificiose auditor statua curiositas vivo. Absens perspiciatis arx cognatus bene corpus.",
      "Vulgaris umbra conscendo ademptio. Defero ratione labore. Combibo suppellex causa circumvenio.",
      "Caute omnis sonitus vulgivagus coma celo cilicium sapiente. Vacuus vergo ter adsum cultura certe. Nisi utrum aeneus acies acsi cur cursim demum adipiscor conturbo."
    ],
    "cover": "https://picsum.photos/seed/Gs1UjiHbU/640/480",
    "genre": "Fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 3,
    "price": 20.09
  },
  {
    "id": "30db32bf-f2b1-4271-bb99-588257756ae2",
    "title": "Recycled Plastic Soap",
    "author": "Herman Morar-Pfannerstill",
    "year": 2018,
    "rating": 2.9,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6136591718285312",
    "genre": "Science fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 1,
    "price": 28.72
  },
  {
    "id": "c1225fa2-f370-4b24-95bf-77cf4313b7ba",
    "title": "Licensed Frozen Towels",
    "author": "Lena Pagac",
    "year": 1994,
    "rating": 1.1,
    "comments": [
      "Ex cur arbitro adduco corporis canis. Comparo clibanus tamquam delibero amplexus. Corroboro debilito circumvenio curvo voluptatem admoneo argentum adipisci."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5107056159752192",
    "genre": "Mystery,Non-fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 4,
    "price": 55.25
  },
  {
    "id": "04caa9ba-c474-4044-9d56-00037287b6d7",
    "title": "Recycled Bronze Bacon",
    "author": "Herbert Kshlerin",
    "year": 1985,
    "rating": 3.8,
    "comments": [
      "Aveho statim nobis tabernus corporis caute cetera. Comminor spiculum aufero defluo unde. Vomica vomica at assumenda caritas degenero tumultus.",
      "Vulariter victoria veniam dapifer corrupti damno. Careo vomito versus vacuus adopto odio agnosco copia. Umquam varietas conqueror consequuntur dapifer.",
      "Adinventitias viriliter colligo trans volo. Cubo patria ademptio depono ademptio vinculum vulariter. Ventito voro supra.",
      "Surgo porro vis absconditus exercitationem candidus contigo caritas appositus. Ancilla at cubitum cariosus totus. Desidero ventito somnus amita.",
      "Subvenio suscipit tabernus vestigium ustilo currus verecundia ultra. Casso unus inflammatio ara stips ver. Agnitio aperte deprimo antiquus canis colligo vigilo curiositas."
    ],
    "cover": "https://picsum.photos/seed/lXZoe/640/480",
    "genre": "Novel,Non-fiction",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 3,
    "price": 54.3
  },
  {
    "id": "cef700b7-f760-40fb-92ba-60247afce7c6",
    "title": "Awesome Rubber Hat",
    "author": "Glenn Carroll",
    "year": 2022,
    "rating": 1.6,
    "comments": [
      "Bibo tondeo confero thymum arguo advenio. Agnitio cenaculum suspendo. Possimus ager sumo bellum.",
      "Ater tempore clarus. Venio demoror ter amo ipsa pel spoliatio aestivus. Custodia debitis ascisco cetera adficio ratione conduco theatrum cauda.",
      "Decimus adicio talus corrigo corpus sordeo ascisco. Curtus aegrotatio callide arcus subito acer dolores. Velociter totidem cauda.",
      "Claro speculum theca conculco. Quas audentia demitto certus armarium agnosco. Vulnero concedo ullus vinco arguo adicio coepi commemoro.",
      "Comes anser studio unde spero. Solvo crur causa virga tutis comburo combibo. Cinis cultura cuius vulnero solutio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4780798070751232",
    "genre": "Fiction,Historical Fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 5,
    "price": 59.44
  },
  {
    "id": "b5163afd-3f21-4489-a56a-7d8c455c1949",
    "title": "Small Metal Tuna",
    "author": "Bradford Hudson",
    "year": 2020,
    "rating": 4.6,
    "comments": [
      "Alias acidus ubi celo accusantium aeger. Bardus sopor taceo viriliter iure tam. Nulla speciosus advoco.",
      "Doloremque arcesso supellex decimus depopulo aer defaeco benevolentia. Volva facere defaeco degenero usus testimonium optio. Verbera validus peior arceo verumtamen expedita charisma.",
      "Uredo tunc comptus speculum pecto audax asper ulciscor comitatus decumbo. Cohors enim vulnero vulnero antea pariatur. Supellex quis delectus delinquo dedico quod."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2203289844187136",
    "genre": "Short Story,Historical Fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 4,
    "price": 37.74
  },
  {
    "id": "bcd1c7aa-a8ce-4144-8f28-7c016b9e8cab",
    "title": "Gorgeous Metal Hat",
    "author": "Jared Abshire",
    "year": 2008,
    "rating": 0.4,
    "comments": [
      "Ter supellex basium terga claro decimus amplexus acer asporto sui. Adopto voro adnuo caritas cresco absconditus cattus. Quia thalassinus amet acer.",
      "Vulticulus cresco calculus audax ratione creo ustilo conforto virtus ratione. Amet porro cilicium coniecto absens conforto demoror conservo cum. Defleo vel tandem vesper canonicus allatus abutor esse.",
      "Demoror celer denuo cruciamentum bardus cognomen. Natus usque ascit confido testimonium aggredior curto celo ulciscor. Voluptas animi cum deorsum vobis iusto ulterius."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3396273711349760",
    "genre": "Fiction,Historical Fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 5,
    "price": 43
  },
  {
    "id": "6fc80a37-57bc-4247-8329-8ad9c5ab5ae6",
    "title": "Refined Fresh Tuna",
    "author": "Ms. Lynette Klein DDS",
    "year": 2009,
    "rating": 3.3,
    "comments": [
      "Pariatur utpote tribuo adicio. Adfero vorago certe voluptatum ultio sufficio tres unde subseco cubo. Pariatur cervus sufficio."
    ],
    "cover": "https://picsum.photos/seed/QOHUPvV4/640/480",
    "genre": "Non-fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 4,
    "price": 40.08
  },
  {
    "id": "7cf853a3-2709-4d4b-85d4-4ecd14cb9dfe",
    "title": "Electronic Granite Chips",
    "author": "Kristina Mante MD",
    "year": 2006,
    "rating": 2.1,
    "comments": [
      "Degero vir nulla itaque alias. Turpis clam suffragium corrumpo debeo sed tempore pecco cavus. Magnam commemoro suus.",
      "Impedit iure aequitas subseco spectaculum ipsa depromo dedico eveniet. Thema patria abbas aegrus sit. Valetudo avaritia architecto.",
      "Deporto sunt vesica sophismata ambulo adflicto consuasor supellex. Artificiose dapifer ait. Supellex totus ullus.",
      "Sulum ultra caritas cupio demens nisi vilicus aspernatur. Vacuus suggero desolo tergo. Adversus vita vitae."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3391225986023424",
    "genre": "Novel,Historical Fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 0,
    "price": 53.6
  },
  {
    "id": "7cee1139-721c-49d7-b90d-4c7f26c0537f",
    "title": "Modern Steel Ball",
    "author": "Elisa Rutherford",
    "year": 2013,
    "rating": 3.5,
    "comments": [
      "Thermae quibusdam compono casus creptio cura aureus curso. Soluta amet animus coniuratio suadeo spes eum commodo ultio. Sopor amicitia cur vomer caelum autem substantia adversus cubitum vespillo."
    ],
    "cover": "https://picsum.photos/seed/yQivvB3XQP/640/480",
    "genre": "Short Story",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 1,
    "price": 64.26
  },
  {
    "id": "10a2609b-5690-481b-98c4-533d11f1a835",
    "title": "Small Granite Salad",
    "author": "Julie Harris",
    "year": 1964,
    "rating": 2.3,
    "comments": [
      "Adulescens stips decerno. Verbera aggredior talio cum creber degusto adflicto. Cernuus adipiscor conatus ut vigilo socius.",
      "Aspernatur suspendo thesaurus stipes umbra vero chirographum aperte. Ante autem volutabrum vigor spargo dicta valeo summisse coniuratio. Abundans magni cur."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1543607834116096",
    "genre": "Fiction,Science fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 0,
    "price": 26.2
  },
  {
    "id": "ca92b722-d4af-4ac0-a145-a78c5ac36d62",
    "title": "Refined Metal Tuna",
    "author": "Lana Corwin",
    "year": 2002,
    "rating": 3.1,
    "comments": [
      "Defero ulciscor sumo vilitas calco vicinus arbor amet. Abbas vulariter incidunt curso ventus tantillus volo benevolentia. Tabernus arto thymbra adduco temptatio verbera vitae capillus.",
      "Unde creptio pectus curso cur defleo minus umerus. Terra vero abutor timidus consequatur suppono acies comitatus solum volubilis. Sint valens compono tristis admoneo.",
      "Crepusculum depromo arceo arcesso agnosco venustas quae. Celebrer deorsum vociferor angustus vesco aer sunt substantia allatus. Dolorem solio thymum vinitor."
    ],
    "cover": "https://picsum.photos/seed/GBNVUh/640/480",
    "genre": "Science fiction,Historical Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 0,
    "price": 34.49
  },
  {
    "id": "a366c29e-abf4-4008-9bfe-1043eb40a376",
    "title": "Small Plastic Soap",
    "author": "Abel Schowalter",
    "year": 1925,
    "rating": 2,
    "comments": [
      "Delibero cogito patruus agnosco aspernatur utor claro aperiam aeneus. Subnecto carcer ad clibanus tempora damnatio utique usitas tolero cribro. Vorax testimonium tunc acervus ullus.",
      "Abstergo repellendus arx aspernatur. Careo vere adopto. Ater carbo ait voluptatum cribro centum claudeo assumenda cognatus.",
      "Delectus surculus advoco spargo. Acies calculus coadunatio delibero valens repellat tondeo vinculum. Vociferor conor autem sequi officia terra.",
      "Eos defaeco verto. Auditor cohibeo ante dicta uredo tabula vicissitudo. Nulla adsum celo sum capitulus demulceo absque.",
      "Denego tersus facilis illo vix validus. Acervus triumphus tero. Uxor appello deduco surgo cuppedia solus amitto vesica arca."
    ],
    "cover": "https://picsum.photos/seed/7LBWZYRe1/640/480",
    "genre": "Fantasy",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 3,
    "price": 49.37
  },
  {
    "id": "b32e1b9f-6c41-4d91-b8e0-2a1b22575091",
    "title": "Fantastic Fresh Chips",
    "author": "Dr. Rick McGlynn",
    "year": 1992,
    "rating": 2.3,
    "comments": [
      "Vinitor talis dolor cruentus velum. Temptatio solus alveus corrupti possimus vigor talus thema carpo ago. Verbum callide peior vinitor terga ad."
    ],
    "cover": "https://picsum.photos/seed/5dOPGBF6O/640/480",
    "genre": "Mystery",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 2,
    "price": 32.96
  },
  {
    "id": "4733bf5b-5db8-4990-a1ef-871934155793",
    "title": "Generic Metal Gloves",
    "author": "Armando Pfannerstill",
    "year": 1935,
    "rating": 1.1,
    "comments": [
      "Textilis assumenda vis cerno calamitas adiuvo cetera claudeo volutabrum. Texo subiungo contra cupiditate admoneo consuasor nisi acceptus architecto decipio. Supellex auctor vinculum atrox amiculum.",
      "Conforto alioqui tubineus adimpleo virtus tametsi cupiditas conservo. Demens vestigium subseco textor vesper incidunt similique. Decretum damno occaecati desolo arceo.",
      "Altus tristis aequus vulticulus. Arbustum spes clarus vilis creo vito tergum numquam admoneo. Tricesimus eos voluptatem asper barba subseco vulticulus colo cunae."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2725067517591552",
    "genre": "Science",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 7,
    "price": 64.97
  },
  {
    "id": "f6ae9342-c37a-4cdd-90a3-c32619eccb17",
    "title": "Gorgeous Frozen Chips",
    "author": "Oliver Bailey",
    "year": 1944,
    "rating": 3.2,
    "comments": [
      "Caelestis sonitus vivo claustrum impedit denuncio laudantium suasoria. Depereo aiunt tolero vacuus confero eum defero argumentum amaritudo triumphus. Tandem ulciscor dolores calcar xiphias venustas aperte acer.",
      "Arguo caveo quod. Decor cado bos. Arbor absque uberrime repellat demum apparatus commodi confido.",
      "Adulatio aegre causa aro demonstro. Repellat enim cubo territo confugo vorax a. Aegrotatio vitiosus sodalitas una non ustilo sopor pax creber.",
      "Verecundia illo non aveho suus calamitas. Clibanus subseco totam. Benigne deserunt barba uterque color coepi."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5032986789543936",
    "genre": "Mystery,Short Story",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 7,
    "price": 59.35
  },
  {
    "id": "3aafedce-25d9-4f3e-9b2f-6b64e39443fa",
    "title": "Gorgeous Rubber Towels",
    "author": "Sean Huel",
    "year": 1991,
    "rating": 3.3,
    "comments": [
      "Patior caecus agnosco cauda. Arbustum vulticulus appositus pecco beatae explicabo laudantium amaritudo nihil voco. Urbs paulatim ea calcar.",
      "Vindico adipisci arca talus ullus sub. Temperantia a vis vesco vicissitudo aut canto thymum demo. Ascisco cuppedia spoliatio cupiditate possimus tepidus vinculum.",
      "Tametsi audacia sed aperte audax basium sortitus. Comes ademptio ademptio strenuus acsi usus. Aranea aequus decor deleo cubitum thalassinus.",
      "Sono in virgo capitulus. Bonus virgo careo adaugeo. Sollicito acerbitas veritas suadeo tenetur dedecor."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3422158764113920",
    "genre": "Short Story,Non-fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 5,
    "price": 36.07
  },
  {
    "id": "c2752adc-e975-4eef-8fbf-baf693cd3172",
    "title": "Tasty Steel Shirt",
    "author": "Kelly Johnson PhD",
    "year": 1949,
    "rating": 3.2,
    "comments": [
      "Deputo perferendis careo supra. Tempora corrupti angulus. Adstringo tutis ventito adversus cupressus unde.",
      "Ademptio tunc communis corroboro. Triduana somnus caveo defero autem adamo. Xiphias temptatio fuga cultura amplus ara corporis.",
      "Curiositas sophismata aetas peccatus vix admoneo sto tondeo deserunt. Dolorem ratione conitor videlicet confido. Suasoria aranea vorago cognatus cibus tabesco cruciamentum.",
      "Speciosus teres thesis stella creo. Temperantia averto balbus vobis amita aspicio. Sperno ultio utrimque at adfero substantia cresco conduco nam."
    ],
    "cover": "https://picsum.photos/seed/AA2ei96IP/640/480",
    "genre": "Science fiction,Non-fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 3,
    "price": 24.73
  },
  {
    "id": "58ce10f5-a741-4738-9138-82f49cda6a5b",
    "title": "Incredible Frozen Hat",
    "author": "Leon Nienow",
    "year": 1967,
    "rating": 1.8,
    "comments": [
      "Neque ventito consequuntur creta. Alo pecus velut admoveo carmen centum numquam cubicularis amor defetiscor. Tero chirographum numquam thermae conitor.",
      "Pariatur blandior super. Necessitatibus agnosco tertius iste delicate. Temptatio cubo considero adeo denique cupio verus.",
      "Vomica desidero voveo sodalitas. Accendo ademptio accendo. Cupressus aliquid debitis video sperno viridis.",
      "Bestia vix bos combibo. Aggero amplus vix accendo coniecto vere tenetur vulgus amicitia. Vigor impedit velut coepi hic turpis teneo eveniet tristis antea.",
      "Uxor decet spero administratio ancilla. Patria temporibus caterva socius derideo antiquus adopto blandior. Contigo alter spectaculum quos quam vulpes cornu cursim vicissitudo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6694944884391936",
    "genre": "Non-fiction,Fantasy",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 3,
    "price": 39.64
  },
  {
    "id": "47cb7c59-23a3-4356-8365-c2c108c38a75",
    "title": "Practical Rubber Chair",
    "author": "Kristine VonRueden",
    "year": 2020,
    "rating": 1.3,
    "comments": [
      "Subnecto admitto quibusdam ciminatio ater dens. Volubilis itaque illo ducimus degero terreo vinum vesica. Vicinus aestivus angustus sint.",
      "Admiratio eveniet tibi vester sonitus unde delinquo conqueror. Calco argumentum degero talus brevis eaque taedium. Aequitas vere aperiam cenaculum eligendi depromo templum valde veritas celer.",
      "Commodo viridis articulus cogito pauper cogito ulciscor aveho quaerat. Vae vinco blandior iste cubitum causa. Adduco argumentum vindico defessus civis spiculum est decens tricesimus clarus.",
      "Theca decretum ubi contigo. Decimus aperte dapifer cuius trado ventus. Cunctatio confugo victoria tabgo virtus charisma.",
      "Aspernatur thesis testimonium conturbo ipsum quasi vinum. Annus centum rem velit vitae tergiversatio. Videlicet aspicio amplus patior carcer sub voco decens aufero."
    ],
    "cover": "https://picsum.photos/seed/JAxM0xRr/640/480",
    "genre": "Fiction,Science fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 2,
    "price": 59.41
  },
  {
    "id": "376667de-74eb-4882-a7b3-2094c1aac70e",
    "title": "Elegant Soft Fish",
    "author": "Flora Wilderman",
    "year": 1962,
    "rating": 3.6,
    "comments": [
      "Placeat sono adversus verecundia. Acceptus vulpes sopor calamitas vorax excepturi. Cogito temeritas sopor corroboro audio illo cunabula."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4172220213493760",
    "genre": "Novel",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 3,
    "price": 24.94
  },
  {
    "id": "f3024dd4-9f52-4d38-bdd0-302f5ccf88c2",
    "title": "Bespoke Plastic Towels",
    "author": "Sammy Corkery",
    "year": 1988,
    "rating": 1,
    "comments": [
      "Cuppedia degero talis conspergo aggero suus civitas volubilis. Sed crustulum xiphias temperantia advoco pecto peior cogito. Alii depopulo toties voveo tamdiu.",
      "Voluntarius acer atavus. Id velociter utroque arcesso sursum deduco desidero. Aut cupiditas tremo id aurum decumbo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5633388941672448",
    "genre": "Novel,Romance novel",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 1,
    "price": 30.46
  },
  {
    "id": "42749faa-6a65-4f23-b019-8878c760f3e0",
    "title": "Intelligent Frozen Ball",
    "author": "Kevin Ryan",
    "year": 2021,
    "rating": 4.5,
    "comments": [
      "Culpa cervus celo angustus succurro. Cumque id subnecto blanditiis cena aut. Tener vix vesper sonitus tui tam solum deprecator fugit aro.",
      "Aedificium qui voro velut conduco triumphus cometes claustrum vesica. Vinculum conscendo totidem abstergo tempus pecto corroboro error contra. Tripudio custodia reprehenderit vergo verto sono.",
      "Cumque commemoro usitas dolorem voveo terror. Speciosus sto cohors usitas. Volup annus cicuta.",
      "Urbs torqueo aiunt. Certus ut cumque defessus sodalitas et aequus cibo catena. Aeneus spargo conqueror utpote vinco caste tactus rem acsi arcus."
    ],
    "cover": "https://picsum.photos/seed/P42VN7/640/480",
    "genre": "Mystery",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 2,
    "price": 17.25
  },
  {
    "id": "0cc4e91d-e77d-4f97-bc03-ec53f339f751",
    "title": "Ergonomic Plastic Bacon",
    "author": "Anita Hahn",
    "year": 1978,
    "rating": 0.3,
    "comments": [
      "Eos velit correptius. Sursum adnuo derelinquo defungo. Strenuus aliquam arcus copia amo triumphus excepturi subseco.",
      "Aspernatur dolores ascit soleo at suscipit alii alioqui texo thesis. Demonstro canto quod patria dolor crustulum succurro trans. Acerbitas tutamen urbanus sit mollitia auditor collum tyrannus.",
      "Demens sit defendo volo. Placeat confido aggero. Distinctio deludo aestus ex canonicus vester vobis acsi collum denego.",
      "Acervus varius cogito solium centum cavus canto comes. Stella talio cupio. Calcar quod cur ciminatio cedo compello viriliter communis cervus crudelis.",
      "Tabgo valeo ulciscor necessitatibus ex. Coerceo umbra impedit tamquam thermae cedo. Ab audax defessus pel."
    ],
    "cover": "https://picsum.photos/seed/SjkKHvYpJ/640/480",
    "genre": "Fiction,Historical Fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 4,
    "price": 28.42
  },
  {
    "id": "6cb94b0e-e922-4878-b190-b29d56c5d768",
    "title": "Oriental Concrete Car",
    "author": "Yolanda Reynolds",
    "year": 1968,
    "rating": 0.6,
    "comments": [
      "Summa veritas vestrum inflammatio pectus ducimus audax est creptio. Tricesimus uredo abeo acquiro numquam auxilium. Alo cui caste vergo comes.",
      "Repellendus decretum vado acsi consequuntur vinum. Desidero sustineo nostrum coruscus voluptatem atque sublime cohibeo aveho suffoco. Temperantia decet condico sapiente assentator vesco magni utpote volup."
    ],
    "cover": "https://picsum.photos/seed/cNDAFQ0/640/480",
    "genre": "Mystery,Science",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 3,
    "price": 19.97
  },
  {
    "id": "0cd81200-2539-462b-a7f2-f7eaec928e59",
    "title": "Modern Steel Fish",
    "author": "Robert Koepp",
    "year": 2010,
    "rating": 4.8,
    "comments": [
      "Circumvenio assumenda cena suadeo tui ubi alioqui optio deprimo. Deripio corrupti vir cognatus chirographum terga temporibus auxilium uberrime. Carmen dedecor complectus subiungo at uredo voluptates adicio.",
      "Voluptatibus celer peccatus arbitro demonstro tunc ara aspicio. Varius amplitudo deficio vergo adficio aperiam tabgo. Thorax triduana alveus comitatus."
    ],
    "cover": "https://picsum.photos/seed/gRbuw/640/480",
    "genre": "Romance novel,Non-fiction",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 0,
    "price": 44.67
  },
  {
    "id": "4df2546f-809f-4514-b4c5-8642087e540c",
    "title": "Luxurious Fresh Mouse",
    "author": "Clayton Howell",
    "year": 1976,
    "rating": 1.8,
    "comments": [
      "Doloremque beneficium celer a velum. Aggero absum amplus vulnero animus cuppedia tantum. Cui suppellex odit.",
      "Autus alias testimonium turpis commodo bos suspendo aut coerceo. Aro corrupti volo antea eius vespillo defessus vehemens beatae aperiam. Molestiae ater spero facilis fugit qui cedo eligendi terebro reiciendis."
    ],
    "cover": "https://picsum.photos/seed/pSmOIPLg/640/480",
    "genre": "Fantasy",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 6,
    "price": 30.47
  },
  {
    "id": "4eaacdce-cfff-48a1-b58a-112598fe9d0a",
    "title": "Ergonomic Frozen Bacon",
    "author": "Shari Harber",
    "year": 2023,
    "rating": 0.4,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1181303718281216",
    "genre": "Short Story,Historical Fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 4,
    "price": 64.12
  },
  {
    "id": "4f3fe934-8bba-4ce5-b88e-40eb63902063",
    "title": "Handmade Wooden Mouse",
    "author": "Johnnie Mitchell",
    "year": 1988,
    "rating": 1.6,
    "comments": [
      "Similique at vitium calcar. Stips vetus censura ager suus somniculosus tutis veniam amicitia speciosus. Defungo tempus odit vulnus volva at cursus cui solitudo.",
      "Tot a aggredior. Pauper perferendis aer vobis benigne aurum. Baiulus tantum celebrer stultus currus adflicto.",
      "Nam ciminatio suffragium consectetur colo substantia utor ocer laudantium. Dolore curis usus absque amissio. Ago tracto surculus aspernatur barba tenus vox accedo debitis vobis.",
      "Curis culpo adversus stella convoco praesentium comitatus admoneo. Uxor subito vero. Depereo consequuntur tero defero adipiscor avaritia."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4307570325979136",
    "genre": "Fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 8,
    "price": 27.85
  },
  {
    "id": "351f4895-521a-47f1-9d9b-3dec9cc4c99e",
    "title": "Ergonomic Rubber Car",
    "author": "Armando Doyle",
    "year": 1935,
    "rating": 0.2,
    "comments": [
      "Crur vos pectus aegrus taceo inventore arma. Debilito alias asperiores tempus sollicito tergum. Cogito callide aut curia comparo sperno amicitia admoneo depereo aequus.",
      "Tersus vulticulus acidus. Amor demonstro curis. Cumque comparo temeritas cunabula arto truculenter aut similique.",
      "Vulariter adimpleo vilicus saepe contra cicuta cunctatio. Degenero aedificium defaeco tutamen argentum clarus ulterius. Advenio amissio acer cattus uberrime tenetur tantillus vicinus explicabo.",
      "Conservo corroboro iste assentator aspernatur cado amplitudo termes viriliter vitae. Agnitio tardus sustineo temptatio addo vitae vigilo. Admoveo adstringo culpo."
    ],
    "cover": "https://picsum.photos/seed/UMUIzayY/640/480",
    "genre": "Science fiction,Mystery",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 1,
    "price": 26.86
  },
  {
    "id": "dbee9406-cfe0-4d23-a60c-d9dbfcc45713",
    "title": "Sleek Metal Keyboard",
    "author": "Olga Gottlieb",
    "year": 1947,
    "rating": 2.4,
    "comments": [
      "Trucido caelestis thalassinus solvo maiores harum crur. Coerceo altus cultellus voluptas consequuntur cena amoveo cumque consequatur. Xiphias versus molestiae molestias."
    ],
    "cover": "https://picsum.photos/seed/ZAmfT/640/480",
    "genre": "Non-fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 4,
    "price": 26.94
  },
  {
    "id": "4b2e615d-77da-4973-96f7-bb168039db8a",
    "title": "Handcrafted Soft Salad",
    "author": "Mary Ledner",
    "year": 1932,
    "rating": 0.2,
    "comments": [
      "Tactus compello quis. Harum apparatus tribuo soluta aegrotatio aiunt aspicio conculco. Velut soluta deputo conitor nihil sumptus vix aperiam.",
      "Tollo traho debeo altus theca spiculum vitiosus suscipit. Truculenter adsuesco tabesco aperiam. Adipisci officia casus virgo.",
      "Deporto ullam cerno temeritas voluptas decumbo vobis vix curiositas. Bibo conitor denique tergiversatio. Centum conforto amicitia.",
      "Illum deinde agnosco. Consectetur quae aiunt cernuus conturbo talis animi approbo subvenio. Ulciscor corrigo textor sophismata.",
      "Anser centum cenaculum delibero facilis turpis ipsum cenaculum. Sodalitas conor cunabula tergum tantum. Rem animi sui ut cauda tollo."
    ],
    "cover": "https://picsum.photos/seed/wgIyLh/640/480",
    "genre": "Fiction,Fantasy",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 0,
    "price": 40.75
  },
  {
    "id": "7280cfa5-49b7-4256-9eec-bab3974715f8",
    "title": "Elegant Concrete Bacon",
    "author": "Randall Quitzon DVM",
    "year": 2014,
    "rating": 3.2,
    "comments": [
      "Coerceo ait cursus. Cupio statua creator appositus teres degenero comitatus amita auxilium. Cilicium solum vomito alo bonus denique earum.",
      "Collum deficio cicuta vestrum cilicium cicuta adipisci cognomen. Suffragium appono claustrum decipio maxime veritas uberrime neque alii. Delibero atrox acervus absconditus curto trado."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6955510259515392",
    "genre": "Historical Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 2,
    "price": 39.64
  },
  {
    "id": "fa206a19-a9cd-435d-861f-391927f8eff1",
    "title": "Elegant Cotton Bike",
    "author": "Francisco Terry",
    "year": 2023,
    "rating": 1.7,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1969529257197568",
    "genre": "Fiction,Science fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 8,
    "price": 41.65
  },
  {
    "id": "cf511c31-73f6-43fe-99f7-67ab6bd640e6",
    "title": "Gorgeous Plastic Chips",
    "author": "Marian Rowe",
    "year": 1973,
    "rating": 0.9,
    "comments": [
      "Strues annus spectaculum deinde vesper doloribus pecto arca. Aperio tollo copia cognatus. Deficio creptio combibo stabilis aufero ocer chirographum statim ver.",
      "Vorago tener sustineo decretum vita hic universe. Comis tenuis volubilis victus absconditus cicuta clarus eaque. Provident umquam verbera crepusculum creptio suffragium sto compello vox.",
      "Solvo demens civis cupressus apparatus decumbo animi tertius claro. Video dolor laborum solio verus. Deputo defungo repellat sint conculco alo compello cras perferendis contra."
    ],
    "cover": "https://picsum.photos/seed/1O4qG7igUu/640/480",
    "genre": "Fantasy,Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 1,
    "price": 42.15
  },
  {
    "id": "25d94709-24df-4b22-b1b0-9413f168ca42",
    "title": "Modern Fresh Keyboard",
    "author": "Inez Welch",
    "year": 1925,
    "rating": 0.8,
    "comments": [
      "Cavus ducimus crinis. Ducimus concido conatus corroboro congregatio argumentum patior conturbo. Conculco doloremque tergiversatio aer.",
      "Sordeo illo adulescens iste crepusculum damnatio tamquam comptus stultus tam. Amicitia tenetur traho coruscus complectus asporto civis arguo beatus. Contra casso suscipio bellum talis deficio porro cubo celebrer.",
      "Vis capto coepi aperiam correptius tabesco venustas maxime tamisium vere. Stabilis civitas sortitus adhuc delinquo vita turba thesaurus non. Dolorum speciosus angustus sublime occaecati arto iure aurum astrum."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2029162770464768",
    "genre": "Science fiction,Non-fiction",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 5,
    "price": 22.49
  },
  {
    "id": "fe226b52-33ac-4e9e-934c-7b5603f4d22e",
    "title": "Sleek Concrete Chicken",
    "author": "Vernon Lowe",
    "year": 2015,
    "rating": 4.5,
    "comments": [
      "Tabella corrupti statua astrum. Vito conor aurum censura victoria sunt vito derelinquo. Totus officiis quisquam strenuus amaritudo thesaurus audentia vinculum tondeo cervus.",
      "Cras blandior texo. Vigilo subito aduro. Capio cubo asperiores appositus viscus speculum amicitia sponte.",
      "Curis speculum cimentarius attonbitus desino audacia animadverto alias. Crapula admitto synagoga suscipio eaque. Vis voluptatum dedecor virga aegrotatio conicio adsuesco appello aliquam.",
      "Curvo vilitas ulterius vir uterque sordeo tergiversatio. Adiuvo video virga abstergo eos vilis assumenda. Tego tergiversatio xiphias ait vicinus sum cibo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;843049821274112",
    "genre": "Mystery",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 2,
    "price": 42.96
  },
  {
    "id": "e08293c7-83e9-4b25-9764-5449716c4565",
    "title": "Recycled Rubber Chair",
    "author": "Sheryl Little MD",
    "year": 1986,
    "rating": 0.2,
    "comments": [
      "Adulescens spectaculum attero deporto ceno calco celer. Advenio calculus aestus ait copiose cenaculum charisma. Copiose copia adaugeo comedo baiulus succedo talus decor cattus.",
      "Atqui verecundia caute. Nemo laudantium despecto. Minima cicuta vix.",
      "Sufficio solium umbra capto debitis sed appello sophismata tyrannus. Terreo aperio cupiditas brevis rerum aliquam vulpes comprehendo spero sint. Sub conatus aeternus vos currus assentator una."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2948553049636864",
    "genre": "Novel,Science fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 7,
    "price": 62.49
  },
  {
    "id": "65605466-a1f4-43ff-9f42-6bcf7bc3bdd1",
    "title": "Licensed Rubber Tuna",
    "author": "Dr. Abel Stoltenberg",
    "year": 1943,
    "rating": 0.6,
    "comments": [
      "Deserunt tepidus certus damno denuo tantum possimus inflammatio. Argentum dolorem viscus alienus suffoco currus dolor deputo depraedor veritas. Caute adhuc architecto desparatus."
    ],
    "cover": "https://picsum.photos/seed/UiXE5Zg/640/480",
    "genre": "Romance novel",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 5,
    "price": 56.55
  },
  {
    "id": "2d13826c-fe5c-43f0-b76f-f6c6173be47e",
    "title": "Awesome Fresh Towels",
    "author": "Colleen Smitham-Ruecker",
    "year": 2022,
    "rating": 2.3,
    "comments": [
      "Ascisco tergiversatio turbo inventore voluptates vox tonsor carpo cunae doloremque. Aeneus spargo adsum cupressus. Cunabula corona pecus balbus allatus apostolus temeritas et vito decet."
    ],
    "cover": "https://picsum.photos/seed/6OhyT3/640/480",
    "genre": "Historical Fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 3,
    "price": 60.48
  },
  {
    "id": "d2e58cb0-bb8b-42c6-8d75-944c102d560a",
    "title": "Fantastic Rubber Fish",
    "author": "Rochelle Gutkowski",
    "year": 1948,
    "rating": 1.9,
    "comments": [
      "Utroque totam tolero tempore usque. Cupressus civitas turba spes sursum adaugeo vox. Tempora denuncio curatio solium cupressus conforto."
    ],
    "cover": "https://picsum.photos/seed/kE93uUO/640/480",
    "genre": "Short Story,Historical Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 4,
    "price": 29.43
  },
  {
    "id": "c3b4a3fa-e4e4-4a22-a300-69f810d60dc3",
    "title": "Fantastic Bronze Car",
    "author": "Micheal Swift II",
    "year": 1926,
    "rating": 1.1,
    "comments": [
      "Carcer rerum delinquo decerno perferendis. Curso solutio accedo occaecati terror damnatio astrum cognomen esse. Demum uxor non cur candidus.",
      "Aptus illo decet praesentium solio subvenio sapiente vita culpa. Tabula comburo ab cedo cohaero virtus. Adulescens acerbitas suggero.",
      "Pauci ipsam arcus capitulus. Vis dolore conturbo abundans adeptio tenus aeternus ultra casso vulgivagus. Quo catena officia commodo tumultus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5829052038381568",
    "genre": "Fiction,Non-fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 4,
    "price": 44.01
  },
  {
    "id": "39980661-2796-4a6f-b4a7-651efaeefb11",
    "title": "Awesome Steel Soap",
    "author": "Bessie Leffler",
    "year": 2005,
    "rating": 1.7,
    "comments": [
      "Sum voluptatibus tardus. Turbo utique capto demens cupiditas libero vulnus. Quos capillus vox demoror defungo repellat aequitas.",
      "Vilicus cenaculum solio creber voro aequus tutis canis votum. Molestiae depromo copiose sonitus subseco tantillus confugo apostolus distinctio. Tubineus paulatim asporto caries terebro tego."
    ],
    "cover": "https://picsum.photos/seed/4GGGXaLi/640/480",
    "genre": "Mystery,Short Story",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 0,
    "price": 43.99
  },
  {
    "id": "6366e5d4-1c00-4c46-a4a6-4bb65f697f9b",
    "title": "Rustic Granite Chair",
    "author": "Hazel Kozey",
    "year": 1927,
    "rating": 3.9,
    "comments": [
      "Abutor deduco vos deleo quos ait turbo clamo argentum. Capio currus ambulo viriliter carcer celo vinculum congregatio. Ipsum pel tredecim taceo utrum succedo certe demo acquiro perspiciatis."
    ],
    "cover": "https://picsum.photos/seed/r7202/640/480",
    "genre": "Mystery",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 5,
    "price": 43.35
  },
  {
    "id": "30da6a98-4ba5-4528-9619-95e1ea173d32",
    "title": "Incredible Bronze Fish",
    "author": "Dr. Taylor Kemmer IV",
    "year": 1926,
    "rating": 1.5,
    "comments": [
      "Molestias varietas vobis abbas cattus substantia est. Absum arceo armarium. Natus magni neque confugo constans callide conventus.",
      "Tantum tui commemoro vespillo denego carpo demitto. Torqueo substantia aestus adduco audio subito accedo sui. Abutor cur terminatio appono."
    ],
    "cover": "https://picsum.photos/seed/ecWyzYJkZ/640/480",
    "genre": "Non-fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 5,
    "price": 44.87
  },
  {
    "id": "450f5319-b4cb-48cf-981f-e953e2e6432b",
    "title": "Rustic Bronze Shirt",
    "author": "Edmund Koch",
    "year": 2018,
    "rating": 0.6,
    "comments": [
      "Accendo admiratio similique abstergo canto pauci vulgaris sordeo amo testimonium. Aestus utor video. Aetas nisi cupiditate velum benigne tenus speciosus taceo sulum."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1140417001160704",
    "genre": "Fiction,Novel",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 3,
    "price": 38.15
  },
  {
    "id": "4d6277b4-54fc-4de8-a3f1-2ccd11529a52",
    "title": "Modern Metal Tuna",
    "author": "Mr. Mathew Smith",
    "year": 1946,
    "rating": 3.3,
    "comments": [
      "Ex angelus advenio. Sulum aeneus complectus valetudo villa caveo subnecto tumultus ara repellendus. Tribuo ventus sint absconditus.",
      "Tego theologus itaque apto. Accedo eum adfectus alter sperno averto verbera cogo curto. Alii velociter pauci varietas asperiores alius ustulo ab termes.",
      "Dignissimos claudeo facere claustrum tum admiratio caelestis in. Denique utroque degusto usus capitulus. Depromo vester aureus ventito ubi quaerat facere stillicidium.",
      "Usitas textor absorbeo civitas bibo tenetur. Vorax denego ara. Alter denuncio cedo votum cedo pariatur adfero vigor.",
      "Adflicto apto strues. Porro demergo sponte spes cruciamentum color solvo. Deorsum copia solutio candidus."
    ],
    "cover": "https://picsum.photos/seed/bFVU6t5mI/640/480",
    "genre": "Novel,Romance novel",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 1,
    "price": 16.67
  },
  {
    "id": "916d6389-ca46-4b87-a217-90ee25362353",
    "title": "Electronic Bronze Gloves",
    "author": "Ryan Zboncak DDS",
    "year": 1964,
    "rating": 0.1,
    "comments": [
      "Atavus dolor deinde tantillus tactus quam defessus vulnus. Crepusculum alveus assumenda cursus caput. Maxime absorbeo crastinus coniecto benevolentia ustilo adaugeo delectus.",
      "Illum dicta voro aveho beatus. Clamo texo calculus creo depraedor conduco asper vesper supellex cura. Tamquam utrimque suffoco calculus armarium coepi terror cupiditas collum.",
      "Decipio assentator aliquid degusto spectaculum amicitia socius clamo. Argumentum vallum crepusculum victus repellat. Sub pauci coniecto tener vester coadunatio vereor vetus.",
      "Corrigo defungo degenero. Solium vel aeternus attollo turpis summisse deinde. Bonus suppono adduco depraedor avarus deserunt aspicio adhaero armarium."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4437131179065344",
    "genre": "Mystery",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 7,
    "price": 53.07
  },
  {
    "id": "ebfd5f86-035c-4d84-a95e-d6d598a575cd",
    "title": "Handcrafted Rubber Towels",
    "author": "Jordan Heaney",
    "year": 1938,
    "rating": 2.4,
    "comments": [
      "Allatus adeptio custodia allatus vester assentator vorax atrocitas. Tutis absque cinis templum debitis adflicto balbus thalassinus. Ager unus arca demens ustulo speculum.",
      "Ulterius vereor ocer tenetur comis terra. Creta acer deporto aspicio. Crux denuncio quibusdam correptius demum cunabula audeo ara abscido speculum.",
      "Amo deorsum vulnus. Volubilis cattus repellendus brevis ipsam trans autus excepturi statua demulceo. Doloremque tibi tenetur arbor illo sollicito tunc tantillus.",
      "Cerno canonicus vesica vociferor aliquam aperio correptius voluntarius vulariter. Curvo praesentium cubo subnecto optio ventito solum. Thymum tener acervus corpus contego."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;543467593793536",
    "genre": "Fantasy,Novel",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 3,
    "price": 56.94
  },
  {
    "id": "70829397-dbe3-4472-b00c-d6190553dc47",
    "title": "Licensed Metal Pizza",
    "author": "Theodore Braun III",
    "year": 1981,
    "rating": 3.1,
    "comments": [
      "Summopere assentator corona doloremque. Censura spes degusto voluptatem capillus. Cohibeo capio somnus tricesimus varietas sperno cibus cedo ubi.",
      "Vespillo subnecto vado abduco sustineo commodi sordeo. Depono adversus succurro demulceo auxilium ulterius ipsa. Patior deripio cresco timidus trans officiis illo cetera abbas cado.",
      "Cursus conor talio decerno vir repellendus eligendi arca tricesimus. Appello veritatis adhaero cilicium succedo totus architecto cariosus cognomen. Succedo benevolentia circumvenio vero trucido spiculum vicissitudo depraedor voluptatem."
    ],
    "cover": "https://picsum.photos/seed/H5wdO1FPH/640/480",
    "genre": "Fiction,Science",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 4,
    "price": 51.25
  },
  {
    "id": "84017d04-3662-45fb-8bb7-c874b3bb432b",
    "title": "Fantastic Fresh Shirt",
    "author": "Mitchell Crona",
    "year": 1957,
    "rating": 3.8,
    "comments": [
      "Ipsa minus culpo. Ex solutio cetera. Suggero molestiae suadeo thema comptus accommodo possimus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6439672670584832",
    "genre": "Science fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 4,
    "price": 16.78
  },
  {
    "id": "e4480936-15e8-44ab-ac4e-a1c01fcee8d9",
    "title": "Intelligent Frozen Chicken",
    "author": "Ryan Farrell",
    "year": 1986,
    "rating": 4.2,
    "comments": [
      "Complectus terminatio pauci sophismata assumenda. Molestias curia adipisci tactus spiritus ultra sollicito apud iusto. Depraedor adiuvo stella defleo quo ocer.",
      "Suspendo tamisium vulticulus temporibus at consequuntur tantillus explicabo adipisci fugiat. Corrigo colligo accusator basium voro umquam depono succurro. Coepi depopulo tantillus utique sopor usque validus tempora uter.",
      "Tollo solitudo causa voluntarius surculus. Antiquus constans accedo unus. Adsuesco uter ante incidunt accedo occaecati sulum aestus confero."
    ],
    "cover": "https://picsum.photos/seed/3XyCzqyHwT/640/480",
    "genre": "Fiction,Romance novel",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 3,
    "price": 32.61
  },
  {
    "id": "d287a8e6-b388-4361-bce5-2646e3df3972",
    "title": "Tasty Bronze Bike",
    "author": "Dr. Wesley Rohan Jr.",
    "year": 1925,
    "rating": 0.1,
    "comments": [
      "Abutor vulnus ager at conitor subito vix acceptus aegrus magnam. Ab caelum capto. Arx esse tergo vigilo abbas decumbo.",
      "Volup voveo talio ancilla degero desidero vivo vulgivagus. Curriculum audacia quis antepono ara carcer. Animadverto brevis venio.",
      "Attonbitus curto vilitas curo at utique atrox antiquus comedo studio. Cupressus confido crinis colligo averto surculus ex. Cubicularis totidem aequus vestigium laborum.",
      "Statua acer talus alveus supplanto comparo campana vito arcus. Ars ater earum numquam deprimo attollo aedificium. Caute aurum tamdiu capillus spes creator.",
      "Ago peccatus canis ratione volva thesis. Commodi tamquam vespillo tum condico absorbeo stabilis. Stips sursum totidem eum atrox summisse debitis."
    ],
    "cover": "https://picsum.photos/seed/kim09W9CC/640/480",
    "genre": "Novel",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 4,
    "price": 54.29
  },
  {
    "id": "4fb27799-90cc-424a-9df6-b8381fe44030",
    "title": "Bespoke Plastic Chips",
    "author": "Alton Kunze",
    "year": 1948,
    "rating": 3.5,
    "comments": [
      "Una tactus spiculum conscendo ager nemo tego tamquam vere cohibeo. Animus una undique. Deduco curto depulso sublime ceno.",
      "Demo vitiosus sum damno validus corrumpo cattus. Aegrus totam bonus copia tabernus thema. Coepi averto urbanus concido auxilium demonstro communis centum.",
      "Itaque voluptatem incidunt ustilo subnecto veritas sui. Doloribus aurum ancilla vulnus adopto absorbeo aduro cernuus. Approbo uredo dolore aperio illum.",
      "Ascit solum decerno vomito decor. Trucido solio perferendis. Sapiente baiulus aliquid apparatus aggero varietas."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4654476971474944",
    "genre": "Fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 2,
    "price": 50.53
  },
  {
    "id": "c195d023-1d4f-43b5-875f-db2e8c6d9a39",
    "title": "Handmade Wooden Shirt",
    "author": "Johnny Cremin",
    "year": 1994,
    "rating": 0.1,
    "comments": [
      "Umerus ascit delibero terra carpo accedo vado cras. Pariatur vito adipisci comminor. Urbs arceo capillus minima reprehenderit cotidie creptio.",
      "Decimus centum solum verecundia vivo succedo vorax tabella officia. Aggero ter voluptatibus ipsam creptio coerceo. Caritas vulgaris apparatus.",
      "Sodalitas textus circumvenio civis cicuta. Statua thymbra alii inventore sortitus candidus arceo facilis. Decor atque tum patior anser.",
      "Stella totam sopor odit suus. Pauper balbus una absum vomica universe caterva deludo. Cimentarius averto asper vulnus.",
      "Aeger traho caelestis assumenda bibo. Ocer textus ulciscor colo corpus quas. Vilicus sed verus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;7736654401896448",
    "genre": "Fantasy",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 0,
    "price": 38.9
  },
  {
    "id": "b818c70c-936a-48a1-821e-7565e2cd016e",
    "title": "Handcrafted Rubber Chips",
    "author": "Alberta Treutel",
    "year": 1927,
    "rating": 4.6,
    "comments": [
      "Maxime crebro adimpleo deripio valens eius accusantium ulciscor animi suppellex. Vallum cerno trucido succedo substantia aestas apto aureus armarium inflammatio. Vobis desidero admoneo amplexus stabilis sponte strues.",
      "Deleniti desipio odit considero adeo eveniet conitor. Numquam torqueo sponte bonus concedo. Audax laborum tergo acquiro minus depulso apostolus aggredior."
    ],
    "cover": "https://picsum.photos/seed/sBKcRCqYl/640/480",
    "genre": "Science",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 4,
    "price": 16.91
  },
  {
    "id": "741eeab0-512e-4137-8507-7366eb3b48e7",
    "title": "Modern Soft Car",
    "author": "Brandi Trantow",
    "year": 1953,
    "rating": 3.4,
    "comments": [
      "Tenax denique aer verbum dicta antepono. Suscipio tener toties conturbo thymbra crur aedificium. Tenax desolo dicta delinquo tamisium ventito curriculum tyrannus currus.",
      "Collum commodi dignissimos velum defungo quibusdam crur. Aer alii cibo aufero denuo. Adulescens deserunt culpa censura decretum vorago tersus teneo talis.",
      "Absorbeo calamitas depulso angelus cura debeo spes catena urbanus. Pecto varius repellendus. Vester cognomen volubilis."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6330848783630336",
    "genre": "Historical Fiction,Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 8,
    "price": 59.45
  },
  {
    "id": "44c9bb17-9ce5-4759-880a-37afae0b4876",
    "title": "Tasty Rubber Pizza",
    "author": "Alonzo Runte",
    "year": 1937,
    "rating": 3.3,
    "comments": [
      "Audax labore stillicidium celo deputo cotidie. Aliquid desidero subvenio catena utique tactus ager turbo subiungo neque. Earum speculum venio placeat adfero somniculosus adsuesco arca.",
      "Sunt charisma supra depopulo suasoria solum canis. Vulariter complectus bellum tracto auctor statim contego. Alioqui vir supellex casso ascit admiratio.",
      "Denuncio articulus auditor thorax rerum eius correptius. Sumo cenaculum aequus conqueror vacuus carcer sunt suus arca suus. Contigo inflammatio uredo attero teneo terreo deinde verecundia.",
      "Cenaculum vereor spero benevolentia quas. Vero itaque nulla assentator aggredior apud clementia aestas. Speculum saepe somniculosus campana balbus sonitus tertius tabula teres sollicito."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;259880558526464",
    "genre": "Historical Fiction,Fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 7,
    "price": 31.02
  },
  {
    "id": "40d0a567-14ee-43b1-a35a-cf21b2435314",
    "title": "Gorgeous Rubber Cheese",
    "author": "Wade Kirlin",
    "year": 1936,
    "rating": 1.1,
    "comments": [
      "Canto theca denuo clarus. Aggero adfero tollo. Vito vel officiis debilito administratio.",
      "Acquiro damno administratio velut ventus aegre ustilo nesciunt. Ocer stabilis ver absconditus amplexus. Acies magnam abbas.",
      "Creator sumo audax turpis cunabula modi usus defaeco illum. Facilis atavus verus vel. Vado supellex pecus caute cunctatio auxilium strenuus arbor."
    ],
    "cover": "https://picsum.photos/seed/dDfuW7EOK/640/480",
    "genre": "Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 2,
    "price": 29.04
  },
  {
    "id": "e38ce176-5cda-4430-bd50-525e9960763c",
    "title": "Refined Concrete Pizza",
    "author": "Saul Kertzmann",
    "year": 2022,
    "rating": 2.6,
    "comments": [
      "Adeo depraedor adfectus adsuesco aedificium amplus ulciscor bestia. Vestrum alias coniuratio absens adiuvo thalassinus terga praesentium virga. Aegrus thesis sopor cupressus.",
      "Thermae uredo illo conforto angelus. Atqui tamen tondeo pecus caste convoco quasi consequuntur adulatio tenetur. Aiunt carpo degusto.",
      "Tollo comedo adopto cometes traho altus. Amitto quod adsum aeneus. Earum carbo pel tracto cursus.",
      "Candidus tepesco omnis titulus aggredior aliqua. Cervus canis demens. Antea taceo corrupti vere victus facilis sustineo acceptus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1655827888865280",
    "genre": "Novel,Non-fiction",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 7,
    "price": 52.15
  },
  {
    "id": "55efc0c1-a27c-461a-97a3-037bcd97929f",
    "title": "Intelligent Wooden Chips",
    "author": "Joy Kautzer",
    "year": 1974,
    "rating": 3.7,
    "comments": [],
    "cover": "https://picsum.photos/seed/j1WbCbp1mv/640/480",
    "genre": "Historical Fiction,Novel",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 6,
    "price": 50.7
  },
  {
    "id": "59e32ade-d443-41da-b83e-8e76891a8425",
    "title": "Bespoke Concrete Chicken",
    "author": "Lindsay Bernhard",
    "year": 2017,
    "rating": 0.1,
    "comments": [
      "Cetera tersus aliquid cenaculum convoco adipisci supplanto facilis. Tergiversatio bellicus temeritas canis enim vapulus verecundia expedita toties eligendi. Magnam taedium sub vapulus vito eveniet.",
      "Solus callide capto. Arbitro ars doloribus aiunt deripio. Tredecim temeritas utrum paulatim sapiente.",
      "Tactus calamitas sponte blandior attollo similique sordeo qui. Undique beneficium decerno carus conturbo ocer video. A carpo vetus paulatim alioqui.",
      "Nihil eveniet contabesco suus audio corporis substantia trado. Aer carus atqui cohibeo ipsum valeo ea amoveo patior triumphus. Commodo tutamen doloribus natus ago."
    ],
    "cover": "https://picsum.photos/seed/skkArW/640/480",
    "genre": "Romance novel,Short Story",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 0,
    "price": 41.66
  },
  {
    "id": "9978c513-d868-4e34-8eb9-2b77103f17ab",
    "title": "Handmade Cotton Mouse",
    "author": "Luke Conroy",
    "year": 1928,
    "rating": 0.1,
    "comments": [
      "Dolor adamo sursum curso brevis vesica. Vivo ventito voluptatem deputo tubineus maxime. Aperte attero sit.",
      "Culpo aperiam animi dedico defessus appello. Cupio thema qui beatae amplitudo ustilo. Altus clamo timidus nostrum adipisci textor.",
      "In bene vorago viduo. Curtus cogo cotidie stabilis crux vilis. Vulticulus cura minus sumptus tempora depraedor absorbeo astrum.",
      "Alienus claro turba strues compono. Tremo porro abeo volva cometes temptatio culpa curto. Totus conor antiquus.",
      "Campana cumque unde demoror delectus. Tempus acervus tantum damno vester ad stultus. Illo antiquus vox comedo ubi convoco tumultus."
    ],
    "cover": "https://picsum.photos/seed/XFPxY/640/480",
    "genre": "Novel",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 7,
    "price": 44.35
  },
  {
    "id": "16426324-4549-4c02-ac64-8d36672359d6",
    "title": "Generic Steel Cheese",
    "author": "Kendra Cummings",
    "year": 2012,
    "rating": 0.2,
    "comments": [
      "Sit verbera in thesaurus. Suppellex veritatis corpus turpis excepturi. Civis aer tergum conduco.",
      "Temeritas claustrum viscus aeternus derelinquo carbo vinculum. Articulus tantum accusamus ocer aperio conventus crustulum velit. Nulla facilis volutabrum amet tenax.",
      "Vomer comminor tolero amissio vetus amplus tabgo consequatur doloremque. Taedium curiositas cotidie tergum comparo tot adicio. Spoliatio excepturi cibus subvenio iusto trans vis amaritudo corporis.",
      "Adflicto adulatio cariosus magnam placeat consequuntur vulnero saepe ante voluptate. Textilis cito ager derelinquo id caterva sperno ait sordeo. Vicissitudo theatrum officiis sit concido infit carmen.",
      "Tres minima auxilium veritas vesper sollers totam aegrus suffragium colo. Abbas cernuus laborum sodalitas solio vesco. Synagoga ea advenio cado quisquam vicinus valens quae inventore."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5814814983061504",
    "genre": "Fiction,Historical Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 7,
    "price": 48.45
  },
  {
    "id": "1d516db0-5293-4474-9e10-0c636129dda5",
    "title": "Ergonomic Wooden Shoes",
    "author": "Hazel Dicki",
    "year": 1957,
    "rating": 3,
    "comments": [
      "Crinis depopulo catena theatrum synagoga defendo degenero decens aestas adicio. Thalassinus cubicularis studio casso denego vere bibo varietas depopulo. Versus tripudio tepesco vilitas ustilo tunc."
    ],
    "cover": "https://picsum.photos/seed/XthTwNf/640/480",
    "genre": "Fiction,Fantasy",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 6,
    "price": 34.9
  },
  {
    "id": "138c8072-5846-48ab-8e55-f47b7c64a6fa",
    "title": "Electronic Fresh Chair",
    "author": "Myrtle Schultz",
    "year": 1959,
    "rating": 0.5,
    "comments": [
      "Cognatus conspergo attonbitus titulus. Ager argentum suppono avarus arbustum adaugeo utor correptius. Congregatio accommodo vilis.",
      "Volva tantum et. Volaticus patria varietas vos tenuis cenaculum. Accedo vitae cultura totam tollo toties pel thema esse iusto.",
      "Magni constans viduo cresco. Nam aer acquiro voco vulpes arca dolores ago xiphias. Curvo thorax conculco crux tenuis eos comedo.",
      "Cursim ambulo vicinus depraedor cur administratio tibi. Cura astrum adiuvo creo timor. Ciminatio volutabrum velit."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6151474037915648",
    "genre": "Romance novel",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 1,
    "price": 46.83
  },
  {
    "id": "2aea178b-8079-4c67-9e3c-45c17432f461",
    "title": "Oriental Wooden Chicken",
    "author": "Dr. Gene Brekke",
    "year": 1965,
    "rating": 0.7,
    "comments": [
      "Carpo bellum cometes quasi curia via peior quasi usque. Caveo allatus sponte cupiditate conduco cubicularis cumque adsuesco. Cunctatio recusandae voluntarius apto virtus.",
      "Anser ustulo angustus. Decimus tenuis vox vos. Abscido valens ait adicio tabesco spero.",
      "Suppellex nihil arca carmen. Ascisco molestias autem triduana. Censura qui vae.",
      "Cras tenetur tero aperte suadeo somnus celo timidus damnatio beatus. Curis venio vae synagoga careo spoliatio subito. Temeritas suggero cimentarius illum iusto non amitto vomica amiculum.",
      "Stips cum tremo urbs nam stultus trans dolorum tum. Aequitas umerus depopulo absque subiungo absorbeo. Carcer delectus perferendis creator virga ago vespillo spes denego desino."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4854361463193600",
    "genre": "Fiction,Historical Fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 3,
    "price": 42.57
  },
  {
    "id": "c7ee7266-7d1f-4dc3-a3f2-45522c722b35",
    "title": "Gorgeous Plastic Sausages",
    "author": "Forrest Osinski III",
    "year": 1974,
    "rating": 1.4,
    "comments": [
      "Defungo debeo laboriosam trans tepidus ascisco tersus. Nisi tego attero. Tantillus aduro vinitor temperantia.",
      "Defungo vigor sollicito cilicium ventito veniam bestia coerceo agnitio. Comburo comptus deduco et attero tener allatus. Sum sperno theatrum.",
      "Sumo vociferor valetudo. Ver conspergo terror aggero nisi ulterius casso cresco celer. Undique assumenda vos repudiandae aedificium terebro voro candidus succedo.",
      "Cerno alius vehemens cohors verbum vigor conservo vallum benigne tendo. Depromo crux adipiscor voluptatibus theologus bis adhuc atrox abduco subiungo. Reprehenderit subseco animus conscendo absum ater."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;825562213908480",
    "genre": "Short Story",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 2,
    "price": 24.28
  },
  {
    "id": "3612bdc0-5276-48b2-94c5-a7b1abd63444",
    "title": "Recycled Fresh Towels",
    "author": "Peter Romaguera DVM",
    "year": 2003,
    "rating": 4.4,
    "comments": [
      "Congregatio vinco abduco umquam assentator sufficio aspicio. Videlicet eum vito adsum arcesso dicta. Arcus minus est astrum tamdiu aer.",
      "Caveo taceo spero tui. Adiuvo corporis debilito clarus aqua claustrum condico suscipio. Tactus patrocinor tremo aedificium temperantia delinquo degusto tabesco nesciunt eveniet.",
      "Minima tumultus atqui valeo ducimus adimpleo taedium. Spargo alius tracto ademptio. Adicio stips cilicium quos.",
      "Contra pecus harum condico crebro cariosus voco culpa id carmen. Beatus molestiae tracto strues subvenio volaticus vallum animadverto. Aliqua succedo vester corrupti aggredior possimus."
    ],
    "cover": "https://picsum.photos/seed/wjZTqCEs/640/480",
    "genre": "Fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 2,
    "price": 62.06
  },
  {
    "id": "692be7cf-4d96-4c5b-a2c1-683858f4f32c",
    "title": "Unbranded Plastic Chair",
    "author": "Kenneth Orn MD",
    "year": 1955,
    "rating": 3.1,
    "comments": [
      "Vulgivagus strues succurro. Crudelis magnam acceptus tabula sodalitas corrumpo comparo. Tamdiu cernuus autem admoneo turbo tergum tibi supellex.",
      "Tertius possimus talis pecco decipio tener. Caelum venustas amplitudo unde ventito decens. Caput solutio calcar deficio tempora adsidue.",
      "Veritas distinctio capio assumenda creber vesper aequitas sint vix. Tandem cado abscido corrigo antea absconditus temporibus cogo dedecor admoveo. Tremo crustulum fuga utrimque.",
      "Tam cicuta depulso. Tutamen caries delectatio suspendo vita catena demens canis ancilla contra. Perferendis caecus peccatus nihil cometes vel inventore arx tumultus inflammatio."
    ],
    "cover": "https://picsum.photos/seed/dMcnSHHRn6/640/480",
    "genre": "Non-fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 5,
    "price": 59.37
  },
  {
    "id": "5bc87b3a-d937-4a48-8d32-b224a8bdf371",
    "title": "Handcrafted Cotton Soap",
    "author": "Grace Predovic IV",
    "year": 2001,
    "rating": 3.3,
    "comments": [
      "Stillicidium demoror suffragium virgo curatio distinctio abutor. Labore depulso atqui vestrum turbo clementia vis coepi certus. Cavus vita at aliquid vorax video tempora."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5823146091347968",
    "genre": "Non-fiction",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 6,
    "price": 27.75
  },
  {
    "id": "d6b321cc-b6d4-47f7-bfd7-1e92962b129c",
    "title": "Bespoke Wooden Tuna",
    "author": "Gail Welch",
    "year": 1981,
    "rating": 1.1,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6110090721492992",
    "genre": "Fiction,Historical Fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 6,
    "price": 23.24
  },
  {
    "id": "f14e2c77-d634-4b76-8792-a27afcce09d6",
    "title": "Oriental Concrete Hat",
    "author": "Rufus Von",
    "year": 2008,
    "rating": 3.6,
    "comments": [
      "Cribro tui solium vaco statim vox subiungo itaque tamisium. Callide caelestis illum distinctio coerceo. Sub concedo veritas viridis calcar ars.",
      "Abduco cum ullam magni. Antepono alter texo catena. Tunc deinde subnecto deduco.",
      "Amita calculus texo pel comprehendo decimus. Atavus trucido audio aedificium ultra sequi acervus consequatur. Adiuvo strenuus caput ulterius capitulus."
    ],
    "cover": "https://picsum.photos/seed/oLcze/640/480",
    "genre": "Science fiction,Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 7,
    "price": 31.91
  },
  {
    "id": "45e7585d-40fa-4115-a514-9af157bb981e",
    "title": "Incredible Rubber Shoes",
    "author": "Dr. Fredrick Frami",
    "year": 1964,
    "rating": 1.8,
    "comments": [
      "Nobis acidus vester convoco caecus aeneus comparo maiores cibus tripudio. Aiunt timor valetudo clamo tener. Ara arbor subito vallum victus voluptate ancilla caput conduco.",
      "Provident validus quae comis delego a venio esse corroboro. Benevolentia decerno brevis subito adiuvo caterva. Auctus patrocinor sol basium.",
      "Verumtamen conventus sub. Corona convoco alter voluptatibus subnecto coadunatio recusandae. Ustilo eveniet catena compono ara."
    ],
    "cover": "https://picsum.photos/seed/erpm2x/640/480",
    "genre": "Novel",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 5,
    "price": 51.85
  },
  {
    "id": "d722cab0-3c56-4a4b-87ed-88bdfbca7015",
    "title": "Rustic Wooden Salad",
    "author": "Leonard Rippin",
    "year": 1937,
    "rating": 3.5,
    "comments": [
      "Consuasor quas arcus bene. Defendo crux condico possimus thermae absconditus amplitudo sponte repellat. Delinquo utor arcesso advoco cognatus utrimque timidus cibus.",
      "Volo succedo possimus infit excepturi civis auxilium causa. Caritas thesaurus voluptatem tamdiu annus. Virtus damnatio vox thesaurus alter."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2613209963954176",
    "genre": "Fiction,Romance novel",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 0,
    "price": 32.58
  },
  {
    "id": "7a1f1ff4-2648-4113-95f2-b1c379961ef7",
    "title": "Fantastic Concrete Gloves",
    "author": "Alexandra Effertz",
    "year": 1982,
    "rating": 0.1,
    "comments": [
      "Convoco compono tener. Vito turba stips triduana demonstro abbas. Calculus annus sono degusto adficio amor adsidue."
    ],
    "cover": "https://picsum.photos/seed/0XByJqK/640/480",
    "genre": "Science fiction,Science",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 0,
    "price": 60.72
  },
  {
    "id": "90e68534-b6e1-4fdf-97c6-954e296f6098",
    "title": "Fantastic Plastic Computer",
    "author": "Dale Marks",
    "year": 1991,
    "rating": 3.3,
    "comments": [
      "Curriculum accommodo somniculosus vix. Demulceo aliqua consequatur. Terga alveus tredecim socius vinco centum nesciunt.",
      "Aspicio adeptio candidus aetas crux autem derelinquo deprecator. Similique incidunt adamo somnus cedo surgo bis. Arma crudelis terga calco tremo cras."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6275960043208704",
    "genre": "Non-fiction",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 6,
    "price": 26.37
  },
  {
    "id": "e1befb43-7544-4054-a572-031d9d31c987",
    "title": "Intelligent Wooden Soap",
    "author": "Spencer Jenkins",
    "year": 2015,
    "rating": 4.2,
    "comments": [
      "Casso asporto cupiditate eligendi. Chirographum umquam votum aliquid vaco decimus. Corrupti aureus tempora victoria."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;7892077096468480",
    "genre": "Science fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 5,
    "price": 48.4
  },
  {
    "id": "2257b049-e2ef-4381-91a0-8e90a8790d82",
    "title": "Unbranded Wooden Soap",
    "author": "Jo Cronin",
    "year": 1972,
    "rating": 3.8,
    "comments": [
      "Conturbo creator ea tui consequuntur. Tempora patior fuga apud sui autus acsi ulterius uredo pauper. Tui textor auctor temperantia comitatus audeo vilicus succurro patruus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2333413449138176",
    "genre": "Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 8,
    "price": 58.52
  },
  {
    "id": "0737c2ee-47e3-455e-954f-8b7faf9b807b",
    "title": "Unbranded Plastic Bike",
    "author": "Miss Megan Hoeger-Cassin I",
    "year": 1946,
    "rating": 4.9,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1477149315825664",
    "genre": "Short Story,Novel",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 1,
    "price": 53.26
  },
  {
    "id": "f13ea932-d7aa-4a61-8a31-5c0d4be7bc13",
    "title": "Gorgeous Cotton Hat",
    "author": "Viola Quitzon",
    "year": 1964,
    "rating": 0.1,
    "comments": [],
    "cover": "https://picsum.photos/seed/TeE1w/640/480",
    "genre": "Non-fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 2,
    "price": 16.57
  },
  {
    "id": "2287529f-6a7e-4da6-a910-10ccb9fce268",
    "title": "Intelligent Concrete Keyboard",
    "author": "Ramon Haag",
    "year": 1994,
    "rating": 4.5,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8065236768653312",
    "genre": "Mystery",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 2,
    "price": 47.13
  },
  {
    "id": "7bbf922a-1bfb-4c7b-bd60-2b92c25cd52f",
    "title": "Electronic Rubber Cheese",
    "author": "Juan Larkin",
    "year": 1975,
    "rating": 3.2,
    "comments": [
      "Vobis vetus sono. Natus textilis agnitio cenaculum apparatus amiculum ipsa amaritudo valetudo complectus. Suggero ultio spargo coruscus circumvenio creo.",
      "Antea amita spiritus vitium aspernatur aperiam calamitas. Arcesso delectus laudantium facere beatus paulatim centum corrumpo sint. Administratio crinis alter attollo cuius admoneo solitudo terebro crudelis voco.",
      "Vinculum avaritia aequitas umerus id est laudantium cedo desino cunae. Coniecto conicio umquam taedium tredecim collum. Sperno terga defluo desidero cimentarius.",
      "Correptius sit depromo celebrer patria. Cupiditate audacia arbitro aggredior aro veritas communis molestiae. Conqueror desparatus aestivus clarus ubi textus adversus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3921154483945472",
    "genre": "Science fiction,Romance novel",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 1,
    "price": 27.1
  },
  {
    "id": "a9d12408-b9aa-49a6-8310-c35602cea521",
    "title": "Bespoke Fresh Towels",
    "author": "Wayne Schulist",
    "year": 1967,
    "rating": 0.1,
    "comments": [
      "Turbo tamquam volup. Cuppedia agnosco asperiores auxilium odio tamdiu averto voluptates. Utrimque aspernatur caterva dens terga tolero callide.",
      "Advenio super tamisium aspicio amaritudo suadeo. Deripio culpo aranea clamo benigne una. Tenetur aufero utpote ancilla caries.",
      "Strenuus valens qui terreo triduana. Utique vorax cognatus stabilis quo. Colo supra solus infit sol comprehendo timidus laudantium.",
      "Adipiscor vespillo solus contra degenero tredecim. Verbera hic blanditiis fugit delectatio. Solum campana cinis color brevis universe possimus degusto solitudo.",
      "Damno patria sulum denique clam curatio curiositas audax adhaero alioqui. Somniculosus desolo subito ocer sodalitas spero vulgaris infit. Bis aliqua tui sapiente careo infit bonus tergo vicissitudo sufficio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4262380127125504",
    "genre": "Novel",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 0,
    "price": 24.34
  },
  {
    "id": "9f6e2010-9a05-45a5-92b0-68103d465a1f",
    "title": "Licensed Cotton Chair",
    "author": "Steven Green",
    "year": 1961,
    "rating": 2.4,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6939609617399808",
    "genre": "Mystery",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 5,
    "price": 56.46
  },
  {
    "id": "09ec8137-fb7c-4ca0-ad41-2385dda64e37",
    "title": "Handmade Granite Table",
    "author": "Alberta Predovic",
    "year": 2023,
    "rating": 1.9,
    "comments": [
      "Tyrannus basium vulgaris amet cotidie totidem summopere caries. Derelinquo crur correptius attonbitus repellat atavus vigilo. Ustulo bos censura cohaero sonitus vinitor tertius fugiat chirographum.",
      "Cohaero patior ipsa decerno sortitus iure voco spiculum eos nemo. Avarus thalassinus despecto acsi argumentum cunabula combibo aut animi temeritas. Valeo iusto dens cohors sed.",
      "Ipsam assumenda aegrus barba adiuvo ustulo solvo validus. Suasoria vito carbo cogito valeo crux aurum suspendo. Absorbeo aegrus tabernus derideo uterque tribuo.",
      "Deprimo crastinus cunctatio. Vetus compello deinde blanditiis curriculum vespillo bellum angustus. Fugit venustas cura ambitus aestus calculus pecco clarus conturbo.",
      "Creta villa animadverto magnam acer adsum saepe caute aspernatur demens. Labore quidem varius tamdiu comitatus enim cicuta. Adiuvo deprecator inflammatio dolorum iure hic arma."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4603212447350784",
    "genre": "Non-fiction,Mystery",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 1,
    "price": 26.58
  },
  {
    "id": "7d3c73b1-bd5b-4632-a706-9bd734887548",
    "title": "Oriental Fresh Bike",
    "author": "Randall Koss",
    "year": 2016,
    "rating": 4.7,
    "comments": [
      "Vomito aspernatur suppellex avaritia. Cornu voluptates summopere aeneus autus decumbo. Vinum temeritas tibi aspicio quaerat comburo aegrotatio taceo repellat sodalitas.",
      "Denuo ceno molestiae crustulum corporis vestrum defetiscor pecus rerum tutamen. Apparatus ultio amiculum tredecim sumptus trepide quasi voluntarius beneficium quisquam. Adulescens tres aeternus aer recusandae aequitas libero.",
      "Textilis vis quidem aqua totam debilito desipio sed deficio quos. Supra delego calculus. Aestus verus tergo consequatur delicate terminatio uter.",
      "Agnosco charisma cometes truculenter cado clibanus culpa. Varietas titulus desino deprecator tempore aequus culpo argentum aranea acquiro. Et sperno ventosus demonstro celebrer."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2304488675213312",
    "genre": "Fantasy,Science fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 8,
    "price": 28.26
  },
  {
    "id": "b9adcc85-7f1a-44b1-b1de-634d6ba1fd1e",
    "title": "Electronic Frozen Keyboard",
    "author": "Rick Cole",
    "year": 1983,
    "rating": 3.1,
    "comments": [
      "Unus arceo aeternus vetus cohors depraedor sonitus aegrotatio canonicus eum. Corrupti via auditor. Varius ventus umerus cumque somnus.",
      "Tempora nam abstergo aiunt. Pecus ea tibi paulatim thorax thalassinus delectatio utroque absconditus supplanto. Trado crur carpo eum decipio bos cometes ut tracto tergum."
    ],
    "cover": "https://picsum.photos/seed/AyqgIeIXtI/640/480",
    "genre": "Fantasy,Novel",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 2,
    "price": 27.61
  },
  {
    "id": "3731b744-4757-4f14-a54f-6aa67d7bb5d5",
    "title": "Gorgeous Steel Pants",
    "author": "Roland Hegmann",
    "year": 1966,
    "rating": 3,
    "comments": [
      "Candidus urbs debitis suasoria earum thema. Voluptates abundans vulpes summisse cura patior. Cogito depopulo amissio arceo depono tam uberrime bellum."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4863641197215744",
    "genre": "Fiction,Romance novel",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 4,
    "price": 29.95
  },
  {
    "id": "1774b099-2858-46ff-9a3e-5770c55e7595",
    "title": "Unbranded Bronze Ball",
    "author": "Miss Sheryl Weimann PhD",
    "year": 1958,
    "rating": 3,
    "comments": [
      "Tamisium decumbo temeritas terga veritas amor dedecor tabernus. Absens solus thesis defleo clam verto. Traho teres xiphias vestigium caelestis.",
      "Adsidue chirographum sublime termes porro adinventitias coadunatio appello speciosus verbum. Velut autus aro censura incidunt arbor capio tubineus. Adduco pecus theca somnus suppellex omnis error spectaculum acervus pauci."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8181987437182976",
    "genre": "Short Story,Fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 4,
    "price": 18.97
  },
  {
    "id": "13e883b3-e6c6-4e84-9500-81c16a5902ec",
    "title": "Intelligent Soft Pants",
    "author": "Darlene Cole",
    "year": 1950,
    "rating": 1.4,
    "comments": [
      "Tot vulnus calamitas defluo quibusdam. Consectetur bos conculco umbra surculus spiculum clamo color. Theologus valens sperno.",
      "Tondeo audax coadunatio defendo convoco calcar tendo peccatus. Inventore absconditus vinculum creptio. Alii pauci tristis delicate adipisci virgo.",
      "Civis comptus deleo sponte inflammatio demitto calamitas ipsa claro defluo. Vestigium adimpleo charisma congregatio abstergo. Inventore clamo abundans nobis votum delectus cohors antiquus voluptatem officia.",
      "Sumptus cupiditas alius pel comis copia fugiat. Soleo demitto spiculum cito voluntarius ambulo tepesco comptus vinculum comis. Bis volutabrum adduco aestus adhaero cena ultra conturbo perspiciatis.",
      "Alius contego cupiditas tabesco contabesco. Verto fugit nobis confugo. Amaritudo et uter quas."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;492413332226048",
    "genre": "Fantasy,Fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 5,
    "price": 41.1
  },
  {
    "id": "9f86d4ad-1e2f-403a-9425-6d84a0ba2e9b",
    "title": "Generic Frozen Bike",
    "author": "Mae Nolan",
    "year": 1999,
    "rating": 1.1,
    "comments": [
      "Admiratio argentum temperantia vespillo curo delinquo absorbeo tabula. Charisma cattus varietas quibusdam deputo auctus. Apparatus dapifer creta adipisci perferendis totus suggero saepe.",
      "Amplexus corrumpo derelinquo aureus tener. Auditor eveniet veniam cerno consequatur adsuesco quasi. Callide tego demens conitor volaticus sunt.",
      "Tonsor asporto carmen tui terminatio similique campana terra sortitus. Thymbra deleo animi. Velum combibo velut cunctatio."
    ],
    "cover": "https://picsum.photos/seed/oR9ZBr/640/480",
    "genre": "Fantasy,Romance novel",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 1,
    "price": 25.44
  },
  {
    "id": "846a3661-c80f-44dc-a8e8-541e0e604638",
    "title": "Elegant Frozen Chair",
    "author": "Dr. Reginald Kirlin",
    "year": 1934,
    "rating": 2.6,
    "comments": [
      "Voro stella credo nemo aetas speculum vigor conventus. Vae varius degusto in bellicus urbs victoria. Ambitus subseco atrocitas venustas advoco tempus.",
      "Aveho admitto culpo vos carmen. Curso illo crur adhaero bis theologus aut dens accusamus. Stabilis vapulus ait eveniet.",
      "Ante totam vomer dedecor ceno tenus cotidie vigilo talus amaritudo. Aedificium vorago nesciunt decipio aeger comparo cubicularis sperno capto appono. Praesentium corona aegrotatio at comparo delectatio.",
      "Avarus ulterius calamitas. Sapiente patior synagoga. Auxilium calamitas tepidus acquiro delicate crur qui verbera solum."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2171550679695360",
    "genre": "Science fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 5,
    "price": 39.66
  },
  {
    "id": "aaba74eb-4405-4808-8a66-0c3ecb5aba53",
    "title": "Handcrafted Metal Keyboard",
    "author": "Marian Langosh",
    "year": 1998,
    "rating": 4.1,
    "comments": [
      "Suffragium administratio acer possimus supra ducimus vaco. Sopor balbus bardus volup bos vivo pauper auctus dolor nam. Conturbo desipio demitto desolo.",
      "Vir catena ante turbo aliquid auxilium subiungo. Incidunt infit urbanus. Vallum cupio exercitationem deputo ventosus correptius cena aequitas angulus arca."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2094018483716096",
    "genre": "Mystery",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 3,
    "price": 24.32
  },
  {
    "id": "e13931bb-dd9f-4d1f-8a4a-20e691142a55",
    "title": "Bespoke Granite Cheese",
    "author": "Gerardo Beer",
    "year": 2017,
    "rating": 3.7,
    "comments": [],
    "cover": "https://picsum.photos/seed/jvIdn/640/480",
    "genre": "Short Story",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 5,
    "price": 57.8
  },
  {
    "id": "f001e175-263e-4517-a9d2-3e6807048f82",
    "title": "Rustic Concrete Ball",
    "author": "Shawn Osinski Sr.",
    "year": 1971,
    "rating": 4.9,
    "comments": [
      "Cibo cubitum apparatus tres solum. Agnosco abutor cerno cresco triumphus spectaculum creo confido. Arbor valeo aeger voluptates advenio.",
      "Rerum carus coaegresco virtus coepi vespillo usus creptio eum vergo. Sono bellum fugiat accusantium suggero clam facilis carus solutio. Victus ter vulpes."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3377055758548992",
    "genre": "Short Story",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 1,
    "price": 19.63
  },
  {
    "id": "e1760a6d-c8f4-4e0d-9350-effb6e22aee9",
    "title": "Oriental Fresh Chicken",
    "author": "Tommy Daniel PhD",
    "year": 1933,
    "rating": 1.2,
    "comments": [
      "Expedita tamdiu thermae artificiose bis iste sol admitto aegrus. Color carus aeger defaeco advoco volo conitor condico bonus. Stabilis colo et coaegresco patria voluntarius veritatis bos.",
      "Acceptus tabula curtus cornu damnatio valeo quibusdam. Tabella coniuratio viscus vereor subvenio. Enim assentator termes eum occaecati thymbra curiositas sopor theologus."
    ],
    "cover": "https://picsum.photos/seed/nKM0BOQi/640/480",
    "genre": "Historical Fiction,Science",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 6,
    "price": 27.17
  },
  {
    "id": "f0b0d469-fb23-42dc-9121-0094ef658f35",
    "title": "Handcrafted Frozen Ball",
    "author": "Celia Crooks I",
    "year": 1957,
    "rating": 3.5,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4979783039451136",
    "genre": "Novel",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 5,
    "price": 47.88
  },
  {
    "id": "c8910ed1-b3c2-4555-ad36-0b8f73e3dddc",
    "title": "Practical Bronze Salad",
    "author": "Paul Bruen-Walsh",
    "year": 1967,
    "rating": 0.3,
    "comments": [
      "Summopere charisma adulescens. Utrum adicio thymbra abbas tondeo vulticulus tantillus combibo. Termes provident terebro.",
      "Viduo usque solutio tego vulnero artificiose nemo armarium. Sequi crustulum tandem audio copiose catena. Catena spiculum amicitia corrumpo capillus.",
      "Usus corroboro solutio caelestis ustilo vito confugo pel adhaero. Corrigo cupiditas baiulus stultus cavus atavus. Alienus vulgo caterva vestrum pax tamen."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1100456851931136",
    "genre": "Fantasy",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 2,
    "price": 27.12
  },
  {
    "id": "8e1d745c-1f6a-437d-b8e3-e4436742a94f",
    "title": "Intelligent Frozen Car",
    "author": "Jacqueline Prosacco",
    "year": 1949,
    "rating": 0.3,
    "comments": [
      "Termes adstringo damnatio infit deputo. Voluptas commodi amicitia astrum delego capitulus. Arbitro varietas saepe talus urbs abscido sursum dapifer stillicidium denego.",
      "Uterque stabilis coaegresco combibo ver decimus vilicus conventus trucido. Voluptas velum aeternus. Angelus thermae stella adficio copia autem antiquus uterque aurum ars.",
      "Cena sollers vicissitudo adfectus. Commodo clam civitas subseco assentator apparatus decumbo minima trans cuius. Utpote caput ater peccatus somnus ambulo coma solitudo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3822316005883904",
    "genre": "Science fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 0,
    "price": 31.24
  },
  {
    "id": "99529e59-e848-4f37-afe7-60cd75fc3230",
    "title": "Licensed Bronze Hat",
    "author": "Karen Nicolas Jr.",
    "year": 2019,
    "rating": 0.4,
    "comments": [
      "Veritas compello arbitro cupiditas canis crur velum. Conturbo occaecati trans una color. Architecto pel animi cetera ubi vulariter demo infit voluptatum atqui."
    ],
    "cover": "https://picsum.photos/seed/wDxfjW/640/480",
    "genre": "Mystery",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 5,
    "price": 23.21
  },
  {
    "id": "9e14702b-117e-4901-86d8-152d11ec2922",
    "title": "Incredible Rubber Bike",
    "author": "Sandra Abernathy",
    "year": 1942,
    "rating": 2.8,
    "comments": [
      "Cibus terra voluptas conforto villa caecus. Sono vilis teres. Ascisco textus vis caute amitto dolorum comes attollo studio.",
      "Desino tamen uxor abstergo vesper carbo umbra bene cursim aestus. Decet blanditiis pecus tempus uterque derideo. Supellex custodia strenuus versus similique bos.",
      "Denego adhuc reiciendis cubicularis. Delinquo sunt cultura. Acsi subvenio eos alias."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5932852499709952",
    "genre": "Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 4,
    "price": 64.51
  },
  {
    "id": "a87b047b-e7aa-4901-a0b3-5c8a4b12a982",
    "title": "Intelligent Steel Table",
    "author": "Cheryl Robel DDS",
    "year": 1942,
    "rating": 2.4,
    "comments": [
      "Sum tunc vulnero adsum tenax. Creta annus demonstro non socius terra adulescens. Vox vinculum benigne cruciamentum magni curiositas peccatus.",
      "Saepe uberrime aegrotatio vel uter certus certus. Desipio error ventosus clibanus. Angulus aer aegrus ver ara accendo acceptus.",
      "Despecto pax vulariter copia curto thesis. Amiculum carpo tempus aer. Accusator clementia suppellex sumo sordeo desparatus uredo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4647588099784704",
    "genre": "Mystery,Novel",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 6,
    "price": 21.48
  },
  {
    "id": "49a4dcbe-eb2a-4bdc-b0f1-2f235de06d1c",
    "title": "Sleek Rubber Tuna",
    "author": "Dr. Toby Veum",
    "year": 1982,
    "rating": 4.2,
    "comments": [
      "Decipio cribro cauda adhaero capillus spero. Theatrum acsi rem capto tabella aut suffragium. Rem cogo amo ulterius cruentus."
    ],
    "cover": "https://picsum.photos/seed/3NK13E7FDR/640/480",
    "genre": "Novel",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 0,
    "price": 42.43
  },
  {
    "id": "6c95c4a0-2ae4-408e-bd69-b904b3b5cb42",
    "title": "Practical Metal Ball",
    "author": "Marlene Pfannerstill",
    "year": 2021,
    "rating": 4.5,
    "comments": [
      "Desparatus error carpo adeo triumphus. Paens dedico sortitus tyrannus bis. Uxor tardus cunabula contigo valde admoneo alienus perferendis pecco.",
      "Stillicidium stella textor villa aliquid. Dolore theologus esse spectaculum chirographum. Abscido commodo coma adaugeo statua."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4410523074428928",
    "genre": "Science",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 7,
    "price": 47.8
  },
  {
    "id": "0874a265-8135-4df1-a825-52c8e6faf7ec",
    "title": "Intelligent Metal Hat",
    "author": "Herbert Swift",
    "year": 1954,
    "rating": 2.8,
    "comments": [
      "Delectatio tracto adhaero delibero campana audeo aiunt. Decipio textilis thermae. Laboriosam aduro aeternus thermae recusandae."
    ],
    "cover": "https://picsum.photos/seed/2XDgk/640/480",
    "genre": "Mystery",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 0,
    "price": 61.34
  },
  {
    "id": "9298021e-1f31-427d-810e-b4914da1946c",
    "title": "Awesome Frozen Sausages",
    "author": "Ms. Barbara Watsica",
    "year": 1980,
    "rating": 2.5,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2448749699792896",
    "genre": "Mystery",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 4,
    "price": 35.51
  },
  {
    "id": "6bb072bd-198e-4db1-b217-264a1a502fe1",
    "title": "Sleek Rubber Shoes",
    "author": "Bennie Bayer",
    "year": 1930,
    "rating": 3.3,
    "comments": [
      "Aureus sursum credo quidem spiculum celebrer. Solus deinde tandem tergum sit coniuratio deleniti cresco cupressus. Virga turpis utroque enim conatus spiculum super voluptates talis.",
      "Succurro undique cerno tripudio ipsam attollo calamitas cattus. Alienus cura tantillus vito. Argumentum vir vespillo aduro dolorum vitiosus tantillus adversus conatus.",
      "Apparatus correptius vado sublime voluptatem ambulo. Fuga ab vapulus vester talio tunc succurro cernuus molestias sollers. Cinis est desino tantum itaque earum dicta admoneo dicta speculum.",
      "Amet caute alius utilis ratione admiratio. Talio tum nisi cornu balbus adipiscor bibo. Tersus dapifer vetus tamen harum."
    ],
    "cover": "https://picsum.photos/seed/7Bupocu/640/480",
    "genre": "Science",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 0,
    "price": 49.61
  },
  {
    "id": "f9d123a3-2331-46ec-9d7f-78477fe355e8",
    "title": "Ergonomic Wooden Chips",
    "author": "Tanya Mante",
    "year": 1963,
    "rating": 2.3,
    "comments": [
      "Succurro tepidus aufero cogo. Sui apto virtus cavus varietas. Conicio caecus sapiente color officia turbo curso quae compello.",
      "Venustas solum conventus cunctatio anser. Volutabrum vinco deserunt casus. Verus super vehemens sapiente cavus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6442231837753344",
    "genre": "Historical Fiction,Short Story",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 3,
    "price": 53.96
  },
  {
    "id": "8ae547bd-f499-4863-85b1-cb01b8fdf975",
    "title": "Practical Metal Ball",
    "author": "Pat Koepp",
    "year": 1992,
    "rating": 1.2,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8404927019745280",
    "genre": "Fiction,Historical Fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 1,
    "price": 59.82
  },
  {
    "id": "3f10de64-6e82-4e1a-9097-0b5e5b960b78",
    "title": "Generic Cotton Chair",
    "author": "Gail Leuschke PhD",
    "year": 1962,
    "rating": 1.4,
    "comments": [
      "Bardus conspergo claudeo. Alius verecundia averto accommodo contabesco canto tergiversatio casus basium amitto. Tumultus caelum ulciscor charisma caritas dapifer tutamen cumque autem.",
      "Officia arbor sufficio denique valetudo conventus certe. Ulterius amoveo argumentum desino cursus minima suggero deinde reiciendis. Stillicidium vulgo vae patior adfero sulum facere bonus sursum tego.",
      "Deputo aestus claudeo tripudio certe censura clementia. Civis turba ante votum stabilis bellum crapula campana. Aegrotatio vindico curatio fuga ubi trepide animadverto sufficio candidus tondeo.",
      "Soleo pax tot comes minima. Crapula hic celo audio timidus admoneo audacia degusto beneficium suscipio. Stillicidium desidero thesaurus id.",
      "Crudelis consuasor quo. Tamdiu sumo assentator territo doloribus natus quidem ait. Cunctatio eos adnuo acer quos velit."
    ],
    "cover": "https://picsum.photos/seed/vEXBQaB/640/480",
    "genre": "Novel,Romance novel",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 1,
    "price": 55.62
  },
  {
    "id": "f731d4f9-327c-4aaa-9611-28bff819ac62",
    "title": "Small Concrete Ball",
    "author": "Bradford Tremblay",
    "year": 1940,
    "rating": 0.7,
    "comments": [
      "Valetudo vulgus corrumpo via. Cinis denuo voluptatibus minima depereo cauda video cresco caries somnus. Conor porro celo nostrum ascit.",
      "Libero utilis pauci tolero quam demens vespillo tremo. Decor sed ustulo dens. Volutabrum collum vergo usque auditor suscipit sol.",
      "Suadeo aperiam verus vilicus demulceo vox deprecator angelus libero absorbeo. Adimpleo cresco curtus antea callide depromo comprehendo considero. Suasoria bonus asperiores ustilo placeat."
    ],
    "cover": "https://picsum.photos/seed/QrNeso/640/480",
    "genre": "Non-fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 1,
    "price": 31.07
  },
  {
    "id": "6be88684-09de-446b-9e57-dd95ece25391",
    "title": "Elegant Soft Shoes",
    "author": "Marty Abbott",
    "year": 1972,
    "rating": 2.3,
    "comments": [
      "Alii adopto vesco vacuus. Casus concido clam usitas bellum speculum decerno quisquam attollo custodia. Volo aiunt consectetur titulus coepi adeo sordeo audax clamo.",
      "A casso dicta ad adopto cito delibero. Aperte benigne quos subvenio baiulus callide amaritudo. Terebro quibusdam stultus atqui."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8788055630544896",
    "genre": "Fantasy,Short Story",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 1,
    "price": 55.01
  },
  {
    "id": "6e7011fc-95e7-4d6a-aeea-04705cc16e0f",
    "title": "Oriental Wooden Shirt",
    "author": "Mildred Deckow",
    "year": 1954,
    "rating": 3.7,
    "comments": [],
    "cover": "https://picsum.photos/seed/QJvO4IXvs/640/480",
    "genre": "Romance novel",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 2,
    "price": 61.34
  },
  {
    "id": "b734a6d6-9593-48b2-827e-b714603bd66d",
    "title": "Generic Wooden Tuna",
    "author": "Cory Runolfsson",
    "year": 1961,
    "rating": 1.9,
    "comments": [
      "Ea coepi enim numquam. Argumentum substantia curatio derideo. Accendo admoneo debilito amplexus.",
      "Causa civitas canis cohaero tremo veritatis basium tabula. Cavus sodalitas dignissimos recusandae. Correptius possimus amissio autem vilis dolorum vilis deripio.",
      "Consequatur utrum uter somnus utroque vos desidero vaco. Vorago vesica vilitas copia thermae demergo cariosus adopto vulnus. Taedium comes anser."
    ],
    "cover": "https://picsum.photos/seed/VY8IzL7EZG/640/480",
    "genre": "Romance novel,Novel",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 5,
    "price": 16.54
  },
  {
    "id": "62a7529b-1812-4768-9926-178580874341",
    "title": "Handcrafted Soft Ball",
    "author": "Miss Jill Heller",
    "year": 1956,
    "rating": 3.9,
    "comments": [
      "Curso voluptatibus modi suasoria atrocitas ventus viduo tero cupiditas. Amicitia arceo clamo delectatio ante ubi abduco dolores desolo conicio. Vorago deprimo derideo beatus est.",
      "Tergiversatio bene calculus cibus. Pecus caput adsum beatae vinum. Totus urbs quos cui rem blandior assentator.",
      "Velum absum adulescens synagoga eum verbera. Ago supra surculus audacia. Suppono suppono vobis aro somniculosus suffragium.",
      "Aegre crebro abeo. Tracto tres succedo debeo vinculum defluo deleo utpote. Repudiandae dolor adhaero."
    ],
    "cover": "https://picsum.photos/seed/jcRFjVEb/640/480",
    "genre": "Mystery,Short Story",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 5,
    "price": 57.06
  },
  {
    "id": "060fe8f9-962e-4246-afad-a4e02f9fd102",
    "title": "Handcrafted Bronze Fish",
    "author": "Chris Quigley",
    "year": 2014,
    "rating": 3.1,
    "comments": [
      "Fuga candidus vorago absorbeo summisse. Congregatio tergiversatio solus adopto soluta a apostolus. Cuppedia explicabo eum verumtamen delibero quam depulso."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5210253127843840",
    "genre": "Science fiction,Fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 0,
    "price": 23.9
  },
  {
    "id": "a6c4b46d-acdb-4a90-8ca8-b68fb280de5d",
    "title": "Rustic Wooden Chair",
    "author": "Darren O&#x27;Conner III",
    "year": 1945,
    "rating": 4.5,
    "comments": [
      "Beatus derideo ante coadunatio terminatio demens. Venia veniam vomito officia. Tutamen quidem uberrime summopere.",
      "Abduco aedificium adaugeo victoria texo synagoga degusto colo. Depromo comitatus omnis credo celebrer a pecus modi auxilium. Sustineo comitatus collum ipsa velut molestias velut.",
      "Combibo clarus maiores sumptus ulciscor tot cenaculum vespillo. Tumultus talus cursus tener patruus vulgaris iure tergum. Uberrime votum saepe advenio testimonium.",
      "Est sordeo rerum ambitus cresco terga comedo timidus. Decipio ullus urbanus cupiditate suppellex depopulo curo demulceo suppellex ventito. Vereor uxor tardus."
    ],
    "cover": "https://picsum.photos/seed/Gg5ZDpw/640/480",
    "genre": "Fiction,Historical Fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 4,
    "price": 61.53
  },
  {
    "id": "cbcf1bca-55f9-4946-b153-5670e1d2b446",
    "title": "Intelligent Cotton Car",
    "author": "Antonia Simonis",
    "year": 1939,
    "rating": 1.1,
    "comments": [
      "Occaecati celebrer culpa decretum tero timidus. Avaritia celer suadeo numquam. Tamen absum teres minus trado cibo aeneus.",
      "Apud vigilo nemo. Tristis aestus advoco suadeo cibus ulciscor quidem decor ater. Repellat venustas vespillo aperte vilicus cognomen."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8670560355614720",
    "genre": "Mystery,Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 7,
    "price": 17.36
  },
  {
    "id": "14515f2a-4cd6-46d1-9e98-814440049e97",
    "title": "Gorgeous Soft Keyboard",
    "author": "Glen Harber",
    "year": 1927,
    "rating": 0.2,
    "comments": [
      "Tertius accendo contra usque testimonium super adfero magni vitae. Solus vigilo voluptatibus congregatio sit defleo cognomen laborum. Pectus quibusdam taedium umquam iste aduro coepi.",
      "Contigo curto carpo surculus id thema ustulo. Unde torqueo tamquam absconditus carus demonstro ducimus cerno. Alius deficio magnam usque asporto aspicio cornu non.",
      "Aperio vae inflammatio tametsi cunctatio delectus alienus confugo vivo contigo. Eum consuasor sui conor. Clarus annus vir ait atque usus bos concido.",
      "Averto dedico delectatio cresco avarus. Balbus neque magni annus. Ver aspicio tenus adaugeo victoria toties verumtamen."
    ],
    "cover": "https://picsum.photos/seed/0esPxmG/640/480",
    "genre": "Novel,Short Story",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 0,
    "price": 33.47
  },
  {
    "id": "f1bbe36a-dd50-49c6-b4e9-e818c49cb8fd",
    "title": "Incredible Frozen Bike",
    "author": "Tamara Prosacco II",
    "year": 1966,
    "rating": 2.2,
    "comments": [
      "Maiores comedo verbera solvo utrimque bos deputo alienus. Vesco recusandae attero. Verecundia aut non tempus tamisium eaque.",
      "Saepe cubicularis cornu tamdiu credo clementia vesper callide votum. Thesaurus aut uter callide coruscus benigne uter temperantia volutabrum. Arguo tutamen repudiandae excepturi virtus vindico pectus.",
      "Spectaculum civis quod adiuvo totidem umquam derelinquo. Artificiose amo demoror barba contigo conforto tabula censura. Comis verbera cubitum ulciscor calamitas blanditiis.",
      "Caelestis vulnus amita impedit adhaero molestias caveo omnis aestas deludo. Alter dignissimos socius cometes peccatus aegrus. Patruus acsi articulus tandem abutor sollicito vinitor triduana."
    ],
    "cover": "https://picsum.photos/seed/DIoetFfalY/640/480",
    "genre": "Novel",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 6,
    "price": 56.91
  },
  {
    "id": "20d5ad47-829b-461c-87f3-24c9378a9b11",
    "title": "Incredible Concrete Ball",
    "author": "Christian Nicolas-Kshlerin",
    "year": 1936,
    "rating": 2.3,
    "comments": [
      "Admiratio subito admoveo constans suffragium sperno curriculum. Cohibeo aurum uberrime theologus solio curatio. Amor totidem solium utroque ut maiores.",
      "Conspergo tergum pauci pecco tripudio ascisco. Anser sperno officiis vulgus villa. Culpa vergo consequuntur certe absum adopto sum.",
      "Virgo abundans arbustum clibanus adhaero curia chirographum derelinquo tener conor. Nam surgo decor cognomen culpo vomica summisse carbo autus soluta. Tepesco statim summopere conicio asper comburo thesis reprehenderit tempore ipsam."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5296593230102528",
    "genre": "Science fiction,Novel",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 3,
    "price": 60.83
  },
  {
    "id": "62d8bad5-91d5-43e2-8080-e6ae4268757e",
    "title": "Oriental Concrete Computer",
    "author": "Dr. Kevin Stanton",
    "year": 1925,
    "rating": 4.5,
    "comments": [
      "Comes deprimo cado aut decumbo voluptatibus. Caries valeo textor accendo consequatur. Cura demulceo arbustum umbra volubilis coaegresco caste bardus vilis.",
      "Cognatus succedo agnosco bene tonsor quam defaeco anser. Approbo tunc inflammatio sustineo succedo tabula pax curso. Vae reiciendis sollicito molestias certe necessitatibus crinis civis quaerat."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6894051307552768",
    "genre": "Non-fiction,Mystery",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 3,
    "price": 32.3
  },
  {
    "id": "b6d795a4-a9c9-4898-84c8-30cab30f653d",
    "title": "Elegant Cotton Table",
    "author": "Melody Braun",
    "year": 2002,
    "rating": 3.2,
    "comments": [
      "Pauper expedita ademptio. Crepusculum dolorum chirographum odit cresco. Facilis ademptio auctor valde."
    ],
    "cover": "https://picsum.photos/seed/pZeYXs7j/640/480",
    "genre": "Romance novel",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 4,
    "price": 25.6
  },
  {
    "id": "336f71d0-1040-45ba-b072-181fc43cfe68",
    "title": "Rustic Soft Pants",
    "author": "Geraldine Wisozk",
    "year": 1945,
    "rating": 4.2,
    "comments": [
      "Tersus adfero celer tripudio dolore voluptatum corona. Ambulo depraedor adamo alii demergo curriculum civitas admitto callide cribro. Cresco artificiose iste.",
      "Sto vorago cauda terra talio valens claudeo utroque. Verumtamen nobis pariatur decretum beatus contego surculus esse utroque ascisco. Antiquus cornu non deputo correptius addo toties."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2775364422074368",
    "genre": "Fiction,Novel",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 4,
    "price": 57.77
  },
  {
    "id": "db39823d-f15d-48af-bec2-44100194ed45",
    "title": "Electronic Wooden Tuna",
    "author": "Pat Pouros-Lind",
    "year": 1939,
    "rating": 3,
    "comments": [
      "Tempora caelum demoror fugit commodi alius. Peior cicuta explicabo adfero explicabo deporto. Cariosus consequatur alias atavus solio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;2571435344134144",
    "genre": "Romance novel",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 0,
    "price": 19.35
  },
  {
    "id": "6a778027-c233-4042-a053-addb91ceea35",
    "title": "Refined Cotton Towels",
    "author": "Dr. David Gutkowski",
    "year": 2019,
    "rating": 4.9,
    "comments": [
      "Quos armarium sit velum. Corporis tenax conturbo ocer absconditus delinquo sint vindico. Approbo adflicto comminor tamen demonstro."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4033350719242240",
    "genre": "Short Story",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 5,
    "price": 40.85
  },
  {
    "id": "2ea539ff-efb3-416d-b888-9676df945a8c",
    "title": "Ergonomic Frozen Shoes",
    "author": "Neal Walsh",
    "year": 1963,
    "rating": 5,
    "comments": [
      "Patrocinor tergum adsuesco volup alienus calamitas ubi. Tonsor absconditus tricesimus video argumentum adstringo audax traho. Spes decimus vis totus reiciendis quidem."
    ],
    "cover": "https://picsum.photos/seed/4YHbNDZ/640/480",
    "genre": "Non-fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 0,
    "price": 31.08
  },
  {
    "id": "9779b4eb-286b-4e9c-96e5-f6b585728b9a",
    "title": "Handmade Plastic Keyboard",
    "author": "Carlos Johnson",
    "year": 1938,
    "rating": 0,
    "comments": [
      "Comprehendo audeo acidus expedita ocer. Viridis aro caveo virgo alienus. Volutabrum verecundia considero tenuis admitto vulnero."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8162286294269952",
    "genre": "Short Story",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 4,
    "price": 48.87
  },
  {
    "id": "71bdcec2-af90-499f-a2e2-40c3f8893a14",
    "title": "Recycled Steel Pizza",
    "author": "Geraldine Kiehn",
    "year": 2013,
    "rating": 2.1,
    "comments": [
      "Amplexus temptatio supplanto volup addo claro beatae comes. Demitto amita reiciendis cohaero adsidue acidus sum ubi molestiae veniam. Corrigo velum attero.",
      "Colo et blanditiis velit coniecto titulus varietas ipsa conforto curis. Aiunt temptatio triumphus. Reprehenderit artificiose ustilo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4019876251303936",
    "genre": "Science fiction,Historical Fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 1,
    "price": 59.39
  },
  {
    "id": "3510904e-2eec-45dc-9596-cb1bc8530841",
    "title": "Electronic Rubber Chips",
    "author": "Vanessa Wilkinson",
    "year": 1925,
    "rating": 3.2,
    "comments": [
      "Somnus spes exercitationem timor brevis. Iure conservo error voluptatum conculco uter ante sui coerceo aggredior. Torqueo depulso acquiro.",
      "Soluta tam vomito esse aequus strenuus alter vomica. Suffoco textilis venio ambitus concido blanditiis turpis capto agnosco cursus. Cimentarius aestivus vir terga uterque demitto vigor omnis.",
      "Tollo tersus vitium provident. Ratione confugo timor tribuo. Utrimque vesco defero anser conatus acerbitas nisi.",
      "Perspiciatis uter tabesco textus copiose cibus vado quidem. Terra cenaculum vilitas cetera vox alioqui velit cavus cauda. Ait admitto civitas temeritas sapiente praesentium degusto tres.",
      "Blanditiis damnatio conor. Adficio nihil verbera acsi venustas curtus ultra. Carus complectus astrum avarus coniuratio."
    ],
    "cover": "https://picsum.photos/seed/vKNwlQ/640/480",
    "genre": "Fiction,Science fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 7,
    "price": 60.66
  },
  {
    "id": "b7e1175b-afdd-46b0-aa71-81dc77646deb",
    "title": "Handmade Fresh Keyboard",
    "author": "Mr. Colin Hintz",
    "year": 2002,
    "rating": 0.3,
    "comments": [
      "Angulus suspendo abbas alo absque ait. Suppono balbus tabgo velum inflammatio voluptate turba tergeo possimus magni. Defero aeternus decumbo audio quaerat confido adipisci video calco eveniet."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8063673935331328",
    "genre": "Fiction,Historical Fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 5,
    "price": 32.4
  },
  {
    "id": "2c53d3fc-30b5-483d-aef8-ab529410b267",
    "title": "Ergonomic Cotton Tuna",
    "author": "Mr. Luther Mosciski",
    "year": 1937,
    "rating": 2.8,
    "comments": [
      "Pariatur usus pecus. Supplanto caelum reiciendis attero amo virtus cotidie. Ago decumbo decerno ubi nesciunt thymbra accusator earum assentator.",
      "Debitis accendo casso advoco degusto succurro porro eaque uter. Praesentium labore velit. Saepe caveo pariatur vulnero speculum cohors omnis comburo turba utique.",
      "Sursum speculum viriliter pauci maxime ubi utrum aegrus cilicium. Cunabula error astrum tergo cursim. Ultra cur tyrannus cedo.",
      "Defessus advenio incidunt sto tempore coadunatio vinitor suscipio excepturi. Circumvenio conatus canis cerno demergo fugit. Venustas vir sufficio circumvenio testimonium congregatio cenaculum."
    ],
    "cover": "https://picsum.photos/seed/wORtZp6/640/480",
    "genre": "Fantasy",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 0,
    "price": 54.05
  },
  {
    "id": "daeadb42-7b51-4876-b58b-d97a6f33a11e",
    "title": "Practical Cotton Soap",
    "author": "Raul Reichert",
    "year": 2016,
    "rating": 4.9,
    "comments": [
      "Speculum nulla tibi tergiversatio deorsum attero corpus suppellex. Tergum depono depopulo voluptatem atrocitas. Hic tot defluo.",
      "Tollo aspernatur defessus hic voluptatum spoliatio et consequatur adaugeo cetera. Beatae complectus cibus vita acidus calamitas templum pauper calculus. Suadeo suscipio tutamen debilito cornu absum."
    ],
    "cover": "https://picsum.photos/seed/2806a5H/640/480",
    "genre": "Science fiction,Novel",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 7,
    "price": 31
  },
  {
    "id": "a7cf2cfe-1869-410c-8c2c-ba7e1e3da32d",
    "title": "Handmade Wooden Towels",
    "author": "Miriam Greenholt",
    "year": 2008,
    "rating": 2,
    "comments": [
      "Unde adiuvo tibi. Compello ater speciosus usque. Maxime surgo crebro cognatus.",
      "Theologus corrupti velociter condico demulceo terra denego condico verumtamen villa. Sopor strenuus amissio ea tergeo vilis credo animi arbitro eos. Thesaurus arca autem."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8267943601242112",
    "genre": "Non-fiction,Historical Fiction",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 1,
    "price": 19.26
  },
  {
    "id": "7a025d99-cd0f-48b6-b831-900a7cbf509e",
    "title": "Bespoke Soft Tuna",
    "author": "Jacquelyn Brown",
    "year": 1931,
    "rating": 1.7,
    "comments": [
      "Cohaero attonbitus alias amita ambulo cogito demum sumptus. Terror verumtamen solio volo molestias valde ante. Cotidie cernuus arbor alo verbum cras.",
      "Aedificium titulus aedificium depraedor. Illo bellicus cunctatio calculus cupiditate velum comminor baiulus. Vito attollo cetera acquiro vaco consequatur.",
      "Cervus suppono pauci soleo bis neque corpus nulla. Dolorum addo argumentum thermae balbus. Demitto decor cedo timor censura amplexus clementia universe."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1868520361033728",
    "genre": "Fiction,Science fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 0,
    "price": 44.21
  },
  {
    "id": "ed8c1248-2ed4-48f0-b329-2e0546979160",
    "title": "Awesome Soft Pizza",
    "author": "Mr. Chris Russel",
    "year": 1963,
    "rating": 0.7,
    "comments": [
      "Illum vinitor atrocitas. Acervus vinum voluptas depopulo stips taceo. Comprehendo terror aperio taedium."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3371304522612736",
    "genre": "Short Story",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 3,
    "price": 56.56
  },
  {
    "id": "7cf163af-e53a-497e-8179-b466e710ada2",
    "title": "Unbranded Cotton Computer",
    "author": "Mercedes Altenwerth",
    "year": 2002,
    "rating": 3.1,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3123594592780288",
    "genre": "Historical Fiction,Novel",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 2,
    "price": 37.53
  },
  {
    "id": "1522a46e-1ebf-4abc-9891-117e423d52bc",
    "title": "Rustic Metal Salad",
    "author": "Jan Kirlin",
    "year": 1928,
    "rating": 2.5,
    "comments": [
      "Porro temptatio pecus volup pauci accommodo villa reiciendis armarium sequi. Cinis molestiae stipes. Condico tribuo decumbo apparatus."
    ],
    "cover": "https://picsum.photos/seed/q11EWe/640/480",
    "genre": "Non-fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 6,
    "price": 24.34
  },
  {
    "id": "a50c0716-8bf9-4371-8af1-2d539f40af8d",
    "title": "Tasty Bronze Chicken",
    "author": "Salvador Wyman",
    "year": 1943,
    "rating": 2,
    "comments": [
      "Decerno bardus amplus ater nesciunt laudantium ambitus atque. Carus cumque aequitas nisi ait tepidus animi demulceo totam canonicus. Eos delectus thesis blanditiis bis curvo amita.",
      "Beneficium tondeo alter quas cribro conforto similique. Vindico aspernatur dolorem viriliter vulpes acervus conitor vomer. Quo ratione approbo.",
      "Tollo aggero canis. Tunc tergum casus suadeo deputo thorax videlicet. Repudiandae contabesco tredecim vulgo aqua volo usitas.",
      "Iste aeternus uter communis. Acidus maiores tamen aranea utilis despecto circumvenio vulgo arca. Debeo tenuis vereor."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3945481231138816",
    "genre": "Science fiction,Novel",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 0,
    "price": 35.92
  },
  {
    "id": "8c7040b1-c960-4314-a786-d2457b505a0a",
    "title": "Unbranded Concrete Car",
    "author": "Bert Hirthe",
    "year": 2020,
    "rating": 0.6,
    "comments": [
      "Comburo angulus votum voveo quasi eveniet xiphias optio thermae. Terror confugo tunc canis creta tempora voluptates animadverto alioqui assumenda. Deputo laudantium color tenax suffoco solum.",
      "Adeo ater commodo. Pariatur attollo demo. Id vigor cedo verbum.",
      "Canonicus vulgivagus vomica averto tribuo contigo tyrannus tempora. Accusator comedo spoliatio arcesso circumvenio aeneus. Thesis sustineo aliquam delego.",
      "Ancilla vester torqueo canis attonbitus uberrime ulciscor. Aer commodi vilis. Aveho demo deprecator claro umquam tum acsi somnus corroboro delectus.",
      "Minus comedo vehemens esse clamo similique decet suscipio candidus timor. Ciminatio calculus volutabrum aliquam vilis advoco. Coniuratio atrox attero desipio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1485911485317120",
    "genre": "Science fiction,Short Story",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 8,
    "price": 64.72
  },
  {
    "id": "f16b9d60-c86f-4f0a-88e1-b967890325a2",
    "title": "Modern Wooden Chair",
    "author": "Lee Champlin",
    "year": 2006,
    "rating": 0.8,
    "comments": [
      "Vulticulus cupiditate viriliter utpote uter tempus. Nam adicio aperte textilis optio claro approbo. Cuppedia averto deleo ater asporto.",
      "Ambulo coruscus capto pecus. Deprimo sumptus cribro cattus dolore cervus causa trepide. Angulus verto supellex modi surgo nihil agnitio subito clibanus absum.",
      "Similique statim aliquam comes socius ullus avarus officia aranea. Sperno antiquus vaco delicate. Tergum vitium socius antiquus distinctio.",
      "Sunt basium cur alius torrens vorax. Cilicium utrimque cado aperiam. Minus desparatus vesper aspernatur cattus defaeco.",
      "Theca doloremque caveo vesper. Enim vinitor delinquo compono similique absum. Libero decimus apostolus corrupti ait adstringo appello comburo correptius."
    ],
    "cover": "https://picsum.photos/seed/dncG4Ge/640/480",
    "genre": "Romance novel,Mystery",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 5,
    "price": 60.16
  },
  {
    "id": "1bafceeb-7b61-4458-9319-8be1f1b1ba18",
    "title": "Unbranded Metal Salad",
    "author": "Jonathon Doyle",
    "year": 1925,
    "rating": 0.6,
    "comments": [
      "Vinum pax utilis solium vigor auditor arca ipsum vel tracto. Taceo eveniet pariatur pecus clamo. Vulgus vicinus tergiversatio cattus adeptio adficio vorax defleo adsuesco.",
      "Subseco valens tripudio. Tempora vae complectus delectus audeo cotidie facere enim audax adduco. Argumentum quidem astrum spoliatio ambitus socius amo ab."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1853075841089536",
    "genre": "Novel,Non-fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 1,
    "price": 63.07
  },
  {
    "id": "737b5cc8-4549-4481-bcae-718b7c45becc",
    "title": "Sleek Cotton Chicken",
    "author": "Lillie Macejkovic",
    "year": 1954,
    "rating": 0.1,
    "comments": [
      "Demulceo crustulum strenuus quidem vitae acceptus suggero solium. Peccatus sto socius. Strues mollitia pauper terror bestia decerno barba.",
      "Summopere cibo qui ascisco facilis deprecator adaugeo coaegresco blanditiis arcus. Summopere solio beatus taedium optio arbor adfero sonitus. Decumbo suasoria cruciamentum bos demens desino thesaurus victus antiquus.",
      "Spes adopto supra commodo aveho vorax. Amitto conitor quae clarus acidus aestus. Creber versus theologus quo adflicto cursus defluo casso ago at.",
      "Alius voluntarius nam. Vicinus nesciunt aufero degenero solvo vulgo possimus textilis tactus audacia. Cursus sunt commodo teneo deprimo distinctio summa charisma.",
      "Cibus defluo tubineus. Tribuo tabgo cauda vigilo decumbo nam solvo conturbo agnosco. Attollo aeternus nisi."
    ],
    "cover": "https://picsum.photos/seed/WINw9C3gR9/640/480",
    "genre": "Science fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 8,
    "price": 21.72
  },
  {
    "id": "e006ab2d-75bf-42e7-ada0-ae43294ec1f9",
    "title": "Refined Cotton Car",
    "author": "Oscar Price-Harvey",
    "year": 1940,
    "rating": 0.2,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3008412822536192",
    "genre": "Romance novel,Fiction",
    "summary": "The Football Is Good For Training And Recreational Purposes",
    "items": 1,
    "price": 26.05
  },
  {
    "id": "a95d5ee7-d4cf-494a-8a25-d620f124cd24",
    "title": "Intelligent Cotton Table",
    "author": "Ms. Gina Heaney PhD",
    "year": 1990,
    "rating": 0.4,
    "comments": [
      "Demergo tener curo tibi aveho tribuo versus terga natus uberrime. Vigilo tener surgo eligendi pauper credo. Conatus triduana communis turpis deorsum solus.",
      "Vigor cariosus aetas. Cibo validus aspernatur bibo sunt amplitudo temperantia desino carmen. Spectaculum agnosco tibi suffoco temeritas.",
      "Sursum denego teneo. Amor doloremque curvo allatus. Clarus textus supra congregatio dolor argentum carpo aureus vaco.",
      "Charisma temptatio dolorum. Tibi celer repellat eligendi speciosus arx sit astrum saepe vivo. Voco cruentus tamisium benigne condico cohors ad at."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5420701483794432",
    "genre": "Science fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 2,
    "price": 59.13
  },
  {
    "id": "fea6df7d-c20d-4bef-8fe5-c4d3946a024a",
    "title": "Rustic Steel Car",
    "author": "Verna Quigley",
    "year": 1975,
    "rating": 0.8,
    "comments": [
      "Adficio terga careo. At ver acies cogo ceno tempora allatus crustulum asper compono. Articulus corporis ubi quam alienus.",
      "Tracto cedo odio creo turba vorago molestiae varietas aurum. Demoror creo eius. Adsum conscendo arbitro.",
      "Texo atavus nemo sufficio celer ipsum. Appono cresco infit ars caritas antea. Convoco benevolentia aegrotatio creber tero.",
      "A vitae defaeco nihil antepono sollers. Tenax tripudio dolorum abduco arcus deserunt. Explicabo vicissitudo collum crapula."
    ],
    "cover": "https://picsum.photos/seed/Yj8IwMrSM/640/480",
    "genre": "Science,Science fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 4,
    "price": 37.79
  },
  {
    "id": "3d39bda5-9fef-459a-969d-ab78e6ec9755",
    "title": "Handcrafted Fresh Pants",
    "author": "Sheryl Quitzon III",
    "year": 1951,
    "rating": 0.1,
    "comments": [
      "Amplitudo vir possimus accedo ustulo admoneo tremo territo. Natus aliquam vinculum eligendi atqui saepe dens termes. Vehemens caelestis cometes distinctio sordeo ventosus conscendo.",
      "Dens adstringo decumbo. Adipisci sonitus vestigium apparatus spero tersus denuncio. Aptus celo cimentarius aggredior tendo.",
      "Xiphias uxor assentator stabilis talio solium. Causa coruscus vulpes varietas cuppedia. Defessus xiphias deserunt comptus urbs solitudo alveus aveho.",
      "Sustineo caritas valde. Sed clam cribro coadunatio creber. Volup depulso clibanus tracto.",
      "Corroboro conitor angustus civitas casso accusamus absum. Ager degenero appono contra tredecim curvo bardus numquam. Demoror vorago comptus patria utique iste absum vere."
    ],
    "cover": "https://picsum.photos/seed/V9ffZFQ/640/480",
    "genre": "Short Story,Non-fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 0,
    "price": 26.52
  },
  {
    "id": "b0222d58-4345-494c-be02-3cb05f620e2d",
    "title": "Practical Bronze Bike",
    "author": "Clara Keebler",
    "year": 1976,
    "rating": 2.7,
    "comments": [
      "Vox atque magnam conduco. Amplexus laborum colo convoco astrum deripio deinde substantia vergo. Clam strues arto saepe adsidue vobis vacuus.",
      "Quasi despecto absque ea reprehenderit ocer ars aranea averto. Saepe tribuo adiuvo uterque bonus amaritudo abeo vinum atrox. Provident bibo ocer officia tempus vis uxor coadunatio vere umerus.",
      "Copia deprimo villa ipsum desipio taceo utrum bestia verbum. Sponte surgo qui tabernus vos acsi bene contra necessitatibus depono. Cura vis decretum.",
      "Territo tabella depopulo consectetur eum absens. Tricesimus cetera brevis conicio correptius arca curtus deserunt bellum necessitatibus. Coniecto qui curiositas dicta viriliter.",
      "Adeptio uredo aurum optio conturbo venia urbs sumptus thymbra usitas. Verumtamen ciminatio varius apud attollo caveo antepono sequi rem advoco. Certus substantia vesco adeptio est concedo usitas dolor usitas vulnus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;485798094831616",
    "genre": "Mystery",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 8,
    "price": 63.81
  },
  {
    "id": "9c875fc3-5a3a-475f-a0ff-418c30b50f70",
    "title": "Oriental Granite Mouse",
    "author": "Dawn Lesch",
    "year": 1952,
    "rating": 4.7,
    "comments": [
      "Approbo curiositas utique pariatur subnecto concedo candidus cribro ustilo somniculosus. Atqui cura temporibus recusandae. Non aut coadunatio civitas conitor repudiandae ventosus sollers vestigium amissio.",
      "Curatio tergo sopor usus titulus centum adeo subnecto accusamus. Damnatio universe trepide confido umquam tricesimus annus distinctio absconditus. Infit sursum asporto ait stips vero sumptus.",
      "Trans viriliter accedo vix thema delinquo solutio decipio tenus. Avarus depereo appono. Tumultus tumultus tepesco corporis ater demo verto desolo admoveo.",
      "Velum vindico odit torrens vicinus dedico cupio complectus ceno thermae. Ciminatio vere venio baiulus. Alienus ipsa colligo.",
      "Modi est quod vestigium voluptate ipsum fuga. Minus tactus est toties tyrannus usus et volubilis sumptus cohaero. Abutor odit desidero somnus suspendo creta tristis combibo consectetur bellicus."
    ],
    "cover": "https://picsum.photos/seed/WwqSeRlR/640/480",
    "genre": "Science fiction,Short Story",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 5,
    "price": 21.81
  },
  {
    "id": "8c809fb9-2e40-4371-89d4-1a702fae9e0a",
    "title": "Incredible Fresh Keyboard",
    "author": "Melissa Conroy-Legros",
    "year": 1988,
    "rating": 1,
    "comments": [
      "Curvo peccatus censura deprimo solum suspendo atque stabilis culpo. Cultellus callide minus hic delego corona creator charisma tendo. Error sublime collum aeternus collum coepi ambitus sono cariosus."
    ],
    "cover": "https://picsum.photos/seed/xX0pMSVfR/640/480",
    "genre": "Fiction,Fantasy",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 0,
    "price": 18.42
  },
  {
    "id": "6750445c-7411-4fa9-a8b5-52d9606c8fde",
    "title": "Bespoke Soft Shirt",
    "author": "Antonia Cremin DDS",
    "year": 1940,
    "rating": 4,
    "comments": [
      "Natus totidem teneo absconditus arceo ter correptius corporis alius defessus. Ultra concedo vos bellicus sequi aequus. Antepono ascisco vitium.",
      "Vesco cernuus cado cubicularis mollitia aggero claudeo. Bibo sulum comes tenuis deleniti pecto viscus venustas desipio. Alii demitto supellex adinventitias beneficium conduco ipsa sublime victus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;894234817200128",
    "genre": "Fantasy",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 1,
    "price": 38.08
  },
  {
    "id": "0037e7ca-b472-4033-9c18-0537f4e8081c",
    "title": "Modern Plastic Salad",
    "author": "Aaron Yundt",
    "year": 1951,
    "rating": 2.3,
    "comments": [
      "Reprehenderit solio caecus fugiat ancilla asperiores deputo. Contego suspendo cultellus nemo teneo totam culpo. Suppono cedo aurum vallum paulatim ago."
    ],
    "cover": "https://picsum.photos/seed/5AgmBQ/640/480",
    "genre": "Historical Fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 0,
    "price": 47.53
  },
  {
    "id": "0844d70f-b1aa-42b9-ba0a-1e920c21e8f4",
    "title": "Practical Frozen Soap",
    "author": "Dr. Ricardo Will",
    "year": 1972,
    "rating": 0.9,
    "comments": [
      "Demergo vorago deprecator temptatio terra traho. Thermae caterva sordeo creo aer tepidus tam vinco tollo adstringo. Textilis compello tabernus comparo volubilis cervus iusto."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3959425538719744",
    "genre": "Non-fiction,Historical Fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 6,
    "price": 29.08
  },
  {
    "id": "ff2ccd8c-9056-4ce6-94e0-be372c94ab0c",
    "title": "Tasty Metal Shoes",
    "author": "Mindy Thompson",
    "year": 1961,
    "rating": 3.9,
    "comments": [
      "Cubo quaerat voluptas recusandae beatus trans. Condico umerus conforto pauci custodia comitatus celo varietas accusantium concedo. Thymbra decet desipio summopere peior candidus villa calcar aiunt.",
      "Vetus subito calco spero tergeo. Cena recusandae absum. Voluptas velociter consectetur vel supra ustilo theatrum uterque demo.",
      "Congregatio qui bos ut caelum. Maxime thorax apparatus. Contego solio tenuis accendo defluo antepono."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1890288708616192",
    "genre": "Mystery",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 5,
    "price": 47.95
  },
  {
    "id": "bcacad18-8337-47c9-bcd4-de9d3d4bcaee",
    "title": "Refined Metal Cheese",
    "author": "Christian Wiza",
    "year": 1935,
    "rating": 4.6,
    "comments": [
      "Tempore contigo ullam depopulo accedo. Crapula quis demulceo audentia valde adaugeo vindico tendo decens speciosus. Derideo amor communis suppono.",
      "Vestrum cura combibo qui artificiose video curia bibo blanditiis. Defessus ex celer addo vorax succurro conscendo. Est territo demitto suffoco victoria quibusdam aspernatur fuga conor conscendo.",
      "Cenaculum thalassinus currus depulso stabilis arx. Comis adaugeo beneficium cunae curto trucido vita. Demulceo qui claustrum contabesco cohibeo.",
      "Atrocitas teres contra possimus valetudo. Claudeo theatrum adsidue cupressus theologus templum celebrer apud dapifer. Eos virga adhaero tristis.",
      "Validus utilis asperiores. Tempus amplexus tenetur accusator. Possimus amitto subseco."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5222475984011264",
    "genre": "Fiction,Mystery",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 8,
    "price": 34.16
  },
  {
    "id": "9f5c666e-611c-47ae-9a9b-ceb893872edc",
    "title": "Gorgeous Fresh Shirt",
    "author": "Joann McLaughlin-Terry",
    "year": 1974,
    "rating": 2.1,
    "comments": [
      "Vix minus cavus celo. Comes clamo apud reiciendis depopulo cuppedia. Terra clibanus tepidus ocer occaecati ademptio soleo commemoro corrumpo.",
      "Triumphus vallum adnuo. Synagoga animadverto suus auditor capitulus theca. Cerno accedo antepono acer amplexus deficio caste.",
      "Unde qui brevis. Aro tactus repudiandae creta vomito. Tener delectatio curia neque turpis eveniet adiuvo voluntarius stella.",
      "Sulum aspernatur adficio theca vigilo. Ad textilis non quidem somnus crudelis talis sum audeo. Copiose creator qui.",
      "Curia valens vomica adduco. Acquiro nemo vir. Altus crepusculum creator totam eius degenero usitas attero ancilla."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5769408909672448",
    "genre": "Short Story",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 3,
    "price": 33.81
  },
  {
    "id": "4b9c0973-8a68-4f1e-8a03-77b06c4cb532",
    "title": "Bespoke Rubber Gloves",
    "author": "Marlene Jerde",
    "year": 1981,
    "rating": 0.4,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;6784025880428544",
    "genre": "Non-fiction,Mystery",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 7,
    "price": 49.43
  },
  {
    "id": "72ccc4db-5d5d-455b-bafa-29f9f3d7f99e",
    "title": "Bespoke Concrete Bacon",
    "author": "Agnes Hayes",
    "year": 1977,
    "rating": 3.1,
    "comments": [],
    "cover": "https://picsum.photos/seed/QPbSE9iE/640/480",
    "genre": "Novel",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 1,
    "price": 57.12
  },
  {
    "id": "708857b4-b476-4e84-a992-71aff4a1d7f1",
    "title": "Bespoke Granite Towels",
    "author": "Leslie Heathcote II",
    "year": 1972,
    "rating": 3.5,
    "comments": [],
    "cover": "https://picsum.photos/seed/LdzPyW/640/480",
    "genre": "Fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 6,
    "price": 42.34
  },
  {
    "id": "ada56af2-b307-4e1c-9bdf-b7171c0ca4f5",
    "title": "Recycled Frozen Bike",
    "author": "Tamara Heidenreich",
    "year": 1935,
    "rating": 4.4,
    "comments": [
      "Delectus texo conculco volutabrum accedo. Tempore voluptas velum celo debilito vorax ara. Coniuratio cunae deleniti cerno arceo umbra tabesco tandem."
    ],
    "cover": "https://picsum.photos/seed/cl1HN/640/480",
    "genre": "Non-fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 3,
    "price": 20.4
  },
  {
    "id": "6da3af3d-8f7b-4d5a-bf3d-caecb4e74b2e",
    "title": "Rustic Steel Bike",
    "author": "Mr. Charles Rogahn",
    "year": 1945,
    "rating": 3.4,
    "comments": [
      "Aeternus damnatio vereor denego despecto varius. Acquiro spargo terreo convoco. Ullam appositus officiis aegrus dedico tabernus arbitro tandem bellum cimentarius.",
      "Careo accusantium depopulo tenus. Paulatim aufero defleo bardus patria arbustum statua. Corporis conduco carcer depono ultra nulla atrocitas."
    ],
    "cover": "https://picsum.photos/seed/SseTKHzj/640/480",
    "genre": "Science,Fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 5,
    "price": 24.64
  },
  {
    "id": "e4a69c9a-f47b-421b-812d-c0407ef4a425",
    "title": "Unbranded Wooden Shoes",
    "author": "Mrs. Thelma Medhurst",
    "year": 2000,
    "rating": 4,
    "comments": [],
    "cover": "https://picsum.photos/seed/uk1Gguj/640/480",
    "genre": "Romance novel,Non-fiction",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 8,
    "price": 41.36
  },
  {
    "id": "74d36c24-7a83-4bf7-a8aa-ce52a8391443",
    "title": "Fantastic Steel Towels",
    "author": "Curtis Towne",
    "year": 1967,
    "rating": 3.9,
    "comments": [
      "Cum ab patior. Succedo decet colligo terreo textor colo adopto volubilis. Usque crux auctor laboriosam vetus tergiversatio comminor umquam comptus abbas.",
      "Crastinus universe arma tenetur paulatim reprehenderit. Confugo terror vinco. Cedo calco valde."
    ],
    "cover": "https://picsum.photos/seed/7xRZvh3/640/480",
    "genre": "Fiction,Historical Fiction",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 8,
    "price": 28.15
  },
  {
    "id": "0ad74803-249c-4198-a67c-525d8b056b6a",
    "title": "Handcrafted Cotton Chair",
    "author": "Kristy Haag",
    "year": 1951,
    "rating": 2.7,
    "comments": [
      "Suadeo campana adimpleo decens depopulo illum caterva chirographum uter. Demoror porro animadverto pecco curto. Saepe debilito videlicet conscendo debilito.",
      "Amo mollitia demergo vomer audeo tego crux perferendis. Coerceo turbo caritas. Acies denuncio curtus beatae.",
      "Utpote conor defaeco numquam sono non vox cariosus. Corrigo possimus timidus eius ascisco. Tutis casso nemo ater usque clibanus atavus ademptio teneo."
    ],
    "cover": "https://picsum.photos/seed/ExooOY/640/480",
    "genre": "Short Story",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 8,
    "price": 20.88
  },
  {
    "id": "0b682f78-0b6e-4dfa-92da-4e4bf82e4a96",
    "title": "Bespoke Wooden Shoes",
    "author": "Mr. Cary Friesen",
    "year": 1933,
    "rating": 1.9,
    "comments": [
      "Numquam aranea sortitus spiculum acervus acceptus nihil quisquam aspernatur asper. Autus doloremque desino solus. Cado asporto voluptates argumentum.",
      "Video centum apparatus dolorum. Mollitia thema terror casso. Venia viriliter censura deripio quos culpo caelum circumvenio.",
      "Delego socius verbera caveo sint sufficio. Adeptio compono thesaurus bis caries vestigium campana cubicularis. Fugiat turbo adnuo cupiditate.",
      "Aegre cohaero colo degero chirographum. Abduco sustineo clementia desidero. Cognatus ambulo adnuo amor veritas aiunt depulso caelestis crustulum.",
      "Usus comis ultio deporto. Crur talis aranea sub ademptio utrimque depopulo. Deporto acervus tolero admitto cuppedia."
    ],
    "cover": "https://picsum.photos/seed/zllRXI/640/480",
    "genre": "Short Story,Mystery",
    "summary": "New range of formal shirts are designed keeping you in mind. With fits and styling that will make you stand apart",
    "items": 0,
    "price": 34.13
  },
  {
    "id": "1f0128e9-70fa-441e-8ac0-8e1a5a21f7ba",
    "title": "Licensed Metal Ball",
    "author": "Eddie Zulauf",
    "year": 1990,
    "rating": 0.7,
    "comments": [
      "Aequitas aggero crepusculum tenuis corporis eaque dapifer videlicet defleo peior. Suffragium dapifer quo. Sui curia quasi arbitro vivo decimus laborum cunae sublime depraedor.",
      "Bis temeritas adipiscor coma. Depono capio anser patrocinor. Absum tamdiu beatus cohibeo arbustum vapulus appono sto.",
      "Virga valetudo villa paens assumenda iure ascisco arcesso. Vinco allatus coniuratio bonus tollo alias eligendi doloremque spero. Quas valens viriliter armarium cedo tamisium pariatur demonstro depereo."
    ],
    "cover": "https://picsum.photos/seed/Xjhi6Q0m7P/640/480",
    "genre": "Short Story,Historical Fiction",
    "summary": "The beautiful range of Apple Naturalé that has an exciting mix of natural ingredients. With the Goodness of 100% Natural Ingredients",
    "items": 5,
    "price": 45.65
  },
  {
    "id": "21a57dc8-d626-409b-8f72-ace441f6bcd2",
    "title": "Practical Rubber Pizza",
    "author": "Phillip Kozey",
    "year": 2019,
    "rating": 0.6,
    "comments": [
      "Pauper denique strenuus alo verus adipisci. Natus adinventitias terga. Adnuo curriculum curriculum.",
      "Creator curso sperno ex accusantium cupiditate virtus cribro villa. Ars adimpleo thema una torrens undique. Arcesso est patior casus substantia quibusdam cuius suasoria statim amplus.",
      "Arguo tepesco tergeo amicitia voveo crebro expedita conitor. Patior adfero coniecto calcar coaegresco viscus solum contra adfectus sui. Alo victoria angelus defendo tunc commemoro substantia surculus amplus ex.",
      "Aedificium virga voluntarius commemoro utpote. Suadeo acquiro solus caveo strues cras brevis tepidus cupio. Tergiversatio aeternus socius deprecator atque atque."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;5069574212943872",
    "genre": "Fiction,Fantasy",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 0,
    "price": 54.98
  },
  {
    "id": "e9451986-15f9-47b1-ba65-eebb1679a12b",
    "title": "Refined Granite Gloves",
    "author": "Marta Blick DDS",
    "year": 1998,
    "rating": 1.8,
    "comments": [
      "Tutis fugit adiuvo asper anser admoveo velociter denique. Canonicus temeritas vito. Compono culpa utpote ulterius suscipio trucido curo theatrum decor curtus.",
      "Depono cornu tersus quam. Amiculum vigilo aperio summa creptio sustineo dedecor. Officiis coerceo suus deludo ulciscor repudiandae modi.",
      "Ex appello traho hic supellex cupiditas taceo compello. Vox incidunt depereo conspergo defungo consequatur trucido currus subnecto. Vergo ago optio virga tricesimus correptius.",
      "Aduro statim crastinus curriculum sint adflicto supplanto. Terminatio dolores crapula cernuus totus urbs earum aer cauda clam. Adsum ustulo comprehendo audentia ait succurro adamo sustineo.",
      "Amo testimonium benevolentia argentum cuppedia peior commodi. Audentia testimonium torrens. Animadverto alveus confugo condico sumo traho tabgo desparatus amaritudo."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3963476259110912",
    "genre": "Science,Mystery",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 7,
    "price": 28.09
  },
  {
    "id": "77846c47-765f-4eb4-94c7-2890916fc220",
    "title": "Bespoke Steel Mouse",
    "author": "Nettie Spinka",
    "year": 1967,
    "rating": 4.3,
    "comments": [
      "Accedo ulciscor sponte catena alienus dicta charisma. Voluptatum ait voluptas acervus uter ademptio. Ullus cogito cui vulgus stultus.",
      "Titulus totidem quo vindico optio vulariter terreo canonicus vestrum. Crustulum minus aranea acervus. Alius thorax aequitas vicinus alter aliquam."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;974150476759040",
    "genre": "Science",
    "summary": "Boston&#x27;s most advanced compression wear technology increases muscle oxygenation, stabilizes active muscles",
    "items": 1,
    "price": 28.25
  },
  {
    "id": "90acec07-74e2-4fb4-8634-586d69371409",
    "title": "Ergonomic Frozen Tuna",
    "author": "Mr. Jonathon Towne",
    "year": 1925,
    "rating": 2.9,
    "comments": [
      "Termes cohibeo optio doloremque. Iste voluptatibus brevis cupiditas traho umquam unde comminor. Abstergo numquam thermae nostrum deorsum umerus adsum aro.",
      "Volaticus tersus cariosus consequatur agnitio. Amissio alias textilis avarus neque. Canis amitto excepturi sapiente degusto advenio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;49844232126464",
    "genre": "Science fiction,Novel",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 6,
    "price": 46.21
  },
  {
    "id": "1c69c036-84f6-4d8e-9c1c-fca879f340c7",
    "title": "Modern Metal Towels",
    "author": "Bryant Donnelly",
    "year": 1990,
    "rating": 4.4,
    "comments": [
      "Corporis amissio aggero vox repudiandae suadeo. Facilis vilis a tot cibus censura. Quas adinventitias quasi ventito textor blanditiis barba admitto.",
      "Carmen temporibus attollo tersus torrens confero. Credo auditor clementia. Alo strenuus adinventitias vilis error.",
      "Candidus eaque cultura sordeo comparo. Neque cura patria apto curatio sit currus caritas triduana. Ducimus adinventitias sum absum curtus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8343819024072704",
    "genre": "Fantasy",
    "summary": "The Nagasaki Lander is the trademarked name of several series of Nagasaki sport bikes, that started with the 1984 ABC800J",
    "items": 7,
    "price": 55.82
  },
  {
    "id": "a5ad450e-8a35-4059-b410-1596b3d13aa0",
    "title": "Electronic Steel Fish",
    "author": "Rachael Beier DDS",
    "year": 2007,
    "rating": 0.1,
    "comments": [
      "Aurum bibo tamdiu aestivus adopto demo sursum. Rem coniecto cena fugiat ascit thymum. Architecto delibero tempora aperte administratio ter."
    ],
    "cover": "https://picsum.photos/seed/Z4wfUB/640/480",
    "genre": "Historical Fiction",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 6,
    "price": 20.5
  },
  {
    "id": "9f70d9d1-1b32-4de0-a96f-d0bd0183bd0d",
    "title": "Small Metal Car",
    "author": "Timothy Fahey",
    "year": 1941,
    "rating": 5,
    "comments": [
      "Tero ratione paulatim textor anser solvo tumultus triduana videlicet. Delego texo audacia contigo deficio aedificium voluntarius tempus aegrus. Illum quos curvo vulgo civis subvenio desidero.",
      "Utrum suasoria allatus eaque tristis vomito suscipit terra esse. Deorsum vesica aggero abundans thymbra. Strues creo curto vos vae consectetur adficio.",
      "Minus usque curis aestus. Vae tot libero ut vox voro cicuta valetudo. Sumo mollitia suus.",
      "Aqua curriculum tibi sono assumenda. Esse turbo tolero damno votum cuppedia claustrum verbum cuppedia. Thermae cupiditate quisquam spiritus textilis.",
      "Aut tenus communis anser sui subvenio cogo. Cotidie quaerat uterque laudantium ipsum cavus denego iste verto architecto. Audacia defluo timidus balbus ter titulus capillus curia curatio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8629193053044736",
    "genre": "Short Story,Historical Fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 3,
    "price": 32.27
  },
  {
    "id": "1771c0d4-9735-41d9-af31-bf4e3c2c1f46",
    "title": "Refined Plastic Salad",
    "author": "Delbert Jenkins",
    "year": 1974,
    "rating": 3.2,
    "comments": [
      "Titulus vivo teres. Quia stultus contigo verbum odit arbustum pax. Deludo ara vinco sursum."
    ],
    "cover": "https://picsum.photos/seed/yDyzv/640/480",
    "genre": "Short Story",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 4,
    "price": 30.65
  },
  {
    "id": "808f25bc-7383-45d9-b0df-1257db199983",
    "title": "Small Cotton Car",
    "author": "Sidney Armstrong",
    "year": 2021,
    "rating": 3.4,
    "comments": [
      "Deripio temperantia comprehendo deripio. Villa celer esse cibo sulum appono. Cognatus supra magni ea.",
      "Contigo volubilis sumo. Cometes suscipio voluptatum. Sol atqui demitto pecus vilicus cometes spes vel titulus caveo.",
      "Thymum esse supellex vergo. Vapulus libero umbra avaritia pectus tubineus atrox suus sono ascisco. Aptus caute similique viridis cetera dolor.",
      "Aiunt sordeo aestivus uredo conspergo sed terra beatus. Communis vigor conatus temperantia volutabrum. Deripio toties adipiscor angulus peior umerus audacia creptio cum."
    ],
    "cover": "https://picsum.photos/seed/RiLBsiLH/640/480",
    "genre": "Fantasy",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 5,
    "price": 27.03
  },
  {
    "id": "551200ad-0712-40ac-8abb-d355cc2b224f",
    "title": "Elegant Bronze Mouse",
    "author": "Ms. Elena Kub",
    "year": 2004,
    "rating": 4.7,
    "comments": [
      "Similique voluptatem stella. Sumptus cresco amor vorago nostrum dapifer synagoga neque. Carcer sophismata super vicissitudo tricesimus voluptatem volo usque conduco victoria."
    ],
    "cover": "https://picsum.photos/seed/UYZzba2m9/640/480",
    "genre": "Fiction,Historical Fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 1,
    "price": 50.77
  },
  {
    "id": "dcd8814f-c31c-42b0-9eae-8aa62f4a9811",
    "title": "Electronic Granite Sausages",
    "author": "Cassandra Baumbach II",
    "year": 1942,
    "rating": 4.8,
    "comments": [
      "Alter antiquus deporto velut arbitro talus animi stabilis. Teneo suscipio arcesso animadverto coadunatio decimus taedium velum solum voco. Capto provident cito.",
      "Minima cupiditate crastinus abbas avaritia careo casus delego calamitas. Excepturi vilicus temporibus adstringo cruentus dicta cohibeo angustus apostolus hic. Depono dolorum vestigium curriculum colligo atavus suus avaritia.",
      "Tepidus titulus alter vicinus. Tenax porro consuasor adaugeo rerum. Crastinus cohaero turba adipiscor vulgivagus perferendis possimus ulciscor acidus.",
      "Tutis bellicus quidem stella delinquo. Ceno audacia tabella cado. Suggero bene vorax umquam conculco carpo ventosus desidero sed.",
      "Adopto maiores comptus arcesso. Benevolentia deputo tamisium. Statim caste defungo aspicio."
    ],
    "cover": "https://picsum.photos/seed/NoQ8A/640/480",
    "genre": "Historical Fiction,Mystery",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 2,
    "price": 42.13
  },
  {
    "id": "35204b4b-7fba-4381-96f1-30042974e27d",
    "title": "Generic Fresh Hat",
    "author": "Kendra Kihn",
    "year": 1983,
    "rating": 2.4,
    "comments": [],
    "cover": "https://picsum.photos/seed/QNtn5nWgES/640/480",
    "genre": "Non-fiction",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 8,
    "price": 40.5
  },
  {
    "id": "3f8b9d90-cceb-42cf-97b2-87e22c17c4db",
    "title": "Rustic Fresh Bike",
    "author": "Mr. Terence Schulist",
    "year": 2012,
    "rating": 0.3,
    "comments": [
      "Defaeco bellum cura theatrum cursus temporibus. Convoco amor tolero non defaeco vilis alveus aliqua. Incidunt tracto chirographum vesco cultellus cupressus.",
      "Videlicet officiis vinum alienus alius comburo cena quae concedo. Vox desparatus vapulus ventosus ventosus impedit vere venia laudantium. Appositus defungo conduco curtus.",
      "Peccatus tracto crastinus acceptus cito creo. Umerus laboriosam a saepe bonus comptus administratio abbas sumo certus. Cattus crur causa calculus maiores cogo beneficium.",
      "Vergo degenero magnam tersus sublime aliquid dignissimos vicinus adamo. Casus vilis sordeo debilito patruus aperiam celer. Non thema abundans soleo tubineus brevis vindico corroboro adeptio."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8075023761801216",
    "genre": "Novel",
    "summary": "New ABC 13 9370, 13.3, 5th Gen CoreA5-8250U, 8GB RAM, 256GB SSD, power UHD Graphics, OS 10 Home, OS Office A &amp; J 2016",
    "items": 0,
    "price": 54.29
  },
  {
    "id": "78e5e54c-caab-4c21-bd78-bb5e72dd28ca",
    "title": "Oriental Plastic Sausages",
    "author": "Ms. Teresa Reilly Sr.",
    "year": 2018,
    "rating": 4,
    "comments": [
      "Vigilo doloremque possimus bene. Ventosus quo cupiditas textus animi trepide absorbeo. Sperno corrumpo vito adipisci doloribus audio eius denego venio ante.",
      "Amo catena summa sperno templum laborum cerno substantia. Triduana caterva angustus ante thymum. Corrumpo suppellex ustulo ea vulgus curriculum.",
      "Tyrannus dolorum amicitia crux sumo conor vilitas amicitia consuasor. A beatae adsuesco minus placeat substantia ut tum. Adicio admoneo admitto tego tenuis conqueror.",
      "Tardus basium talio impedit admitto astrum adicio bos caterva. Truculenter utor dicta decimus aurum. Vulnero adfero toties asporto tener suscipit peccatus comis.",
      "Dolores speculum ait amicitia vere turba tot corporis colo amitto. Umbra abutor surculus quos sollers peccatus vulgus cavus. Aqua ventosus pecco undique certe tandem vorax."
    ],
    "cover": "https://picsum.photos/seed/DFmrN/640/480",
    "genre": "Mystery,Historical Fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 7,
    "price": 28.72
  },
  {
    "id": "f52b0c22-7ee5-42b0-9f4d-22c1dfe78ab7",
    "title": "Bespoke Plastic Table",
    "author": "Theresa O&#x27;Hara Jr.",
    "year": 1938,
    "rating": 1.3,
    "comments": [
      "Delinquo clam ubi caries benevolentia. Denuo candidus sortitus utilis. Caelestis vinum alias arto aut.",
      "Delibero admitto decretum una cribro vulgivagus tunc vinculum tenus. Deputo iste cicuta sequi canto coniuratio. Curiositas viduo audio curiositas verbum cohaero appono aequitas.",
      "Aurum depulso vis iusto crapula. Peior arcesso vapulus amplus acceptus adstringo. Stella ancilla dicta capitulus labore adsuesco unus supra."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;662574098022400",
    "genre": "Science",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 3,
    "price": 21.21
  },
  {
    "id": "c37a6685-171b-4b7a-9461-4c59b3434ad9",
    "title": "Generic Metal Soap",
    "author": "Tina Streich",
    "year": 1932,
    "rating": 0.7,
    "comments": [
      "Tergum coniecto sulum ventus et desidero crudelis color. Vespillo aedificium verumtamen. Provident bibo vereor ipsam aspernatur.",
      "Vestrum sunt uterque cubitum. Depereo tener curiositas toties creber cervus tondeo defaeco. Tolero auxilium dolores.",
      "Ulterius coma caecus tactus. Conculco adhaero conturbo debitis ago quos. Capto alo subvenio omnis curia vitiosus tenus.",
      "Molestias advoco denego despecto temptatio. Quia deprecator turba ascit universe apud atrox defungo vestigium. Molestias abstergo cuius urbanus tamisium tredecim."
    ],
    "cover": "https://picsum.photos/seed/kJUpPU/640/480",
    "genre": "Short Story",
    "summary": "The Apollotech B340 is an affordable wireless mouse with reliable connectivity, 12 months battery life and modern design",
    "items": 5,
    "price": 57.44
  },
  {
    "id": "9d099307-1549-4d1a-ad02-61dd1d063518",
    "title": "Handmade Soft Hat",
    "author": "Willie Kirlin-Robel",
    "year": 1932,
    "rating": 4.3,
    "comments": [],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;3742564173742080",
    "genre": "Mystery,Non-fiction",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 7,
    "price": 23.3
  },
  {
    "id": "c5275807-56f8-4c81-8944-2ae6314a0722",
    "title": "Licensed Steel Salad",
    "author": "Randall Botsford",
    "year": 2012,
    "rating": 2.6,
    "comments": [
      "Atque testimonium sordeo. Virga cultellus tantillus appello. Tumultus nulla tenax adsidue tabernus dicta auctor utrum peccatus vestrum.",
      "Video desidero harum cado. Eius adhuc tametsi cubitum audeo sequi cito triduana demitto. Adipiscor viridis assentator torqueo terga videlicet dolores adficio accusamus caelestis.",
      "Tardus certe sub tersus officiis cicuta culpa. Aequitas confero suscipit utrum titulus absconditus cultura. Comes vinum demens.",
      "Sono complectus conculco umerus sponte. Exercitationem excepturi aestus defetiscor. Pecus aequitas pariatur stips caries antiquus deficio angustus ulterius libero."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;1620253310189568",
    "genre": "Short Story,Mystery",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 7,
    "price": 50.16
  },
  {
    "id": "85dcdffb-2cff-4498-b059-502966afe887",
    "title": "Handcrafted Fresh Shirt",
    "author": "Mr. Benny Hahn",
    "year": 1941,
    "rating": 2.2,
    "comments": [
      "Autus provident defessus crepusculum a amet aliqua carcer. Desino sodalitas cruciamentum titulus appello theologus arbitro vomito cohors tutamen. Vicinus calamitas alius alioqui possimus deorsum vester terga iusto tergeo.",
      "Apparatus suscipio rem aduro usque aiunt creptio arbor illo. Decretum thema iure volutabrum thema aperte tonsor doloremque. Canto explicabo nesciunt quos versus vinum cui tempore cupressus."
    ],
    "cover": "https://picsum.photos/seed/k3vaUEAOM/640/480",
    "genre": "Historical Fiction",
    "summary": "The automobile layout consists of a front-engine design, with transaxle-type transmissions mounted at the rear of the engine and four wheel drive",
    "items": 2,
    "price": 39.6
  },
  {
    "id": "4b511253-197f-49af-ace4-b1cda5098980",
    "title": "Handcrafted Concrete Sausages",
    "author": "Wallace Turner",
    "year": 2008,
    "rating": 1.8,
    "comments": [
      "Necessitatibus caecus curis minus adipiscor utrimque amissio sonitus. Volva incidunt veniam recusandae ait acsi. Ago summopere demulceo nesciunt aestas cognatus caste architecto campana.",
      "Arma capitulus termes vir compono auctor. Demulceo atavus carpo urbs inflammatio dedico defleo universe vinculum. Delibero capio quas vester coniecto summopere argumentum similique debeo.",
      "Bardus soleo ut inventore speculum curto creptio ipsa. Unde sublime deprecator aegre patria animus nisi agnitio deleniti. Decet conforto curiositas cresco impedit cogito.",
      "Acceptus succedo uredo thymum attero dolore admoneo amissio. Demonstro vilitas totam. Temeritas compono statim suffragium vehemens absconditus succurro ullam asperiores."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4296001221296128",
    "genre": "Non-fiction,Fiction",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 8,
    "price": 61.91
  },
  {
    "id": "a63824eb-493b-4614-9311-1a8f6e1e17cc",
    "title": "Unbranded Bronze Shoes",
    "author": "Julia Crona",
    "year": 1927,
    "rating": 4,
    "comments": [
      "Eos tremo saepe adhaero. Auditor ex vorax accusamus conitor curriculum crebro. Summopere conicio calamitas denego eos stipes condico.",
      "Repellat aeger trans demoror cubo territo verecundia vicissitudo valde dedecor. Speculum timidus incidunt adeptio totam artificiose urbs deripio nemo tantum. Esse commodi socius veritatis texo adhaero.",
      "Deripio voluptatum facere atavus blandior pectus thorax. Sublime tyrannus corrigo ultra admoveo statua ait carmen sapiente tres. Tero sortitus amo voluptate tyrannus."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;8863838533320704",
    "genre": "Science fiction",
    "summary": "Ergonomic executive chair upholstered in bonded black leather and PVC padded seat and back for all-day comfort and support",
    "items": 1,
    "price": 27.68
  },
  {
    "id": "448a74ee-e266-4862-b56e-c6d4c5548b96",
    "title": "Recycled Fresh Gloves",
    "author": "Jacquelyn Cummerata",
    "year": 1929,
    "rating": 3.7,
    "comments": [
      "Vorago delicate territo rem. Ancilla verus corroboro viduo voco error turbo cognomen. Quae alius demulceo tabula acervus ustilo error.",
      "Agnosco comis administratio colligo caveo. Desino molestias cupiditas texo caute. Ascit et viscus vix.",
      "Aeternus sustineo crinis delicate quos. Blanditiis uberrime vulticulus. Adiuvo soleo nam occaecati crudelis thema usus vorax circumvenio.",
      "Depereo chirographum arto similique cum cicuta. Basium voluptate cum conculco statim sursum temeritas cariosus. Brevis umbra conturbo cicuta altus traho."
    ],
    "cover": "https://picsum.photos/seed/kT8cTmu/640/480",
    "genre": "Short Story,Science",
    "summary": "Carbonite web goalkeeper gloves are ergonomically designed to give easy fit",
    "items": 6,
    "price": 32.12
  },
  {
    "id": "4dd13b0d-3e12-4df7-b9e3-6891d34f2c04",
    "title": "Elegant Cotton Bacon",
    "author": "Rochelle Rath",
    "year": 2019,
    "rating": 3.8,
    "comments": [
      "Una conitor ultio angelus delectus aufero aduro canto. Aegre defleo vinitor sed est. Vestrum acies acer adimpleo desino a tredecim acerbitas suppono."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;351045528059904",
    "genre": "Romance novel",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 0,
    "price": 46.79
  },
  {
    "id": "3db00132-1941-4ddb-99de-885c11961bc5",
    "title": "Bespoke Wooden Soap",
    "author": "Dr. Wesley Weissnat",
    "year": 1957,
    "rating": 3.2,
    "comments": [
      "Quod aequitas aptus umbra surgo mollitia reiciendis desipio cultellus annus. Tam deprimo cilicium vesica aperio crux amor calculus cultellus. Cometes facilis ter tripudio libero depopulo tero varius patior."
    ],
    "cover": "https://loremflickr.com/640/480?lock&#x3D;4405778605670400",
    "genre": "Romance novel",
    "summary": "Andy shoes are designed to keeping in mind durability as well as trends, the most stylish range of shoes &amp; sandals",
    "items": 4,
    "price": 25.49
  },
  {
    "id": "97509300-e212-466b-8820-24d15a0a3fb9",
    "title": "Rustic Bronze Table",
    "author": "Allan Herman",
    "year": 1973,
    "rating": 3.2,
    "comments": [
      "Cursus alias celer atque carcer combibo decerno. Spes temeritas ver comminor aurum utrum tonsor. Versus saepe defleo aestus adipiscor vetus textilis laboriosam eius tertius.",
      "Inventore cena baiulus delicate. Spectaculum ancilla decretum corona. Pariatur porro vereor impedit censura sustineo nisi pectus.",
      "Fugiat audacia derelinquo attero. Assumenda vereor velum deserunt cursim. Conventus tenus conturbo tamisium ultra."
    ],
    "cover": "https://picsum.photos/seed/8jvNxVyeQ/640/480",
    "genre": "Science fiction",
    "summary": "The slim &amp; simple Maple Gaming Keyboard from Dev Byte comes with a sleek body and 7- Color RGB LED Back-lighting for smart functionality",
    "items": 5,
    "price": 48.64
  }
]